{
    "theoretical": "bt",
    "client_id": 34,
    "client_info": {
        "static_traits": {
            "age": "17岁",
            "name": "刘某",
            "gender": "男",
            "occupation": "高中一年级学生",
            "educational_background": "高中一年级学生",
            "marital_status": "未提及",
            "family_status": "独生子女；从小随父母生活；父母是农民，很少同孩子进行主动交流；因害怕父母的严厉，处处严格要求自己，以避免被父母批评。",
            "social_status": "未提及",
            "medical_history": "体态正常，无重大躯体疾病历史，家族无精神疾病史。",
            "language_features": "叙述情况条理清楚，仪表整洁，回答问题能抓住要点，谈到考试时，表情痛苦、紧张。"
        },
        "main_problem": "现在，只要临近或参加考试，心里就总是焦急和心慌，很难入睡，白天精疲力尽的，无法集中注意力听课，也难以静下心来复习。",
        "topic": "学业压力",
        "growth_experiences": [
            "从小随父母生活，性格内向，比较胆小。",
            "父母是农民，很少同孩子进行主动交流。",
            "因害怕父母的严厉，处处严格要求自己，以避免被父母批评。",
            "考入重点高中以后，云集了各校的尖子生，竞争一下子变得非常激烈，学习压力巨增；高中第一次期中考试前两天由于担心成绩会不好，自己就开始出现心慌的现象，结果考试成绩和预想的相差甚远，由进校时班里的第3名降到了第22名。"
        ],
        "core_demands": "1）具体目标与近期目标：消除刘某考试时过度焦虑的状态；在日常生活中适当运用放松技术或积极的自我对话，以降低焦虑水平；增强其与父母、老师的沟通能力。 2）最终目标与长期目标：完善刘某的个性，形成正确的自我观念，提高有效处理各种生活焦虑的能力；增强其自信和社会适应能力。",
        "target_behavior": [
            {
                "behavior": "临近或参加考试时的焦急、心慌、入睡困难与注意力难以集中",
                "antecedent": [
                    "临近或参加考试",
                    "听别人说要参加一次考试",
                    "监考老师就在我附近走动",
                    "我被一道题难住了",
                    "考试后，与别人交谈，发现自己某些答案与别人不一样"
                ],
                "core_reason": "担心考试成绩会不好；“我一定要考好”“多没面子呀”等消极思维与完美主义倾向；从小害怕父母的严厉而处处严格要求自己。",
                "function": "逃避失败与被批评、丢面子等不受欢迎的后果，短期内试图降低对潜在负面结果的焦虑体验。",
                "consequence": "入睡困难、睡眠质量不高，白天精疲力尽，无法集中注意力听课，难以静下心来复习，考试时不能进入状态，学习效率降低、成绩下滑。"
            },
            {
                "behavior": "临考前反复出现的消极自动思维（“我一定要考好”“多没面子呀”“千万别紧张”）",
                "antecedent": [
                    "听到要考试时",
                    "临考前一周开始准备考试时",
                    "明天就要考试而觉得准备不充分时"
                ],
                "core_reason": "完美主义倾向与过高的自我要求；害怕丢面子及父母的严厉批评；对考试失败的灾难化认知。",
                "function": "试图通过自我加压与控制来获得好成绩与认可，并控制焦虑体验。",
                "consequence": "越想越紧张，头皮发紧、浑身紧张，焦虑加重，诱发失眠与注意力不集中，考试发挥受影响。"
            }
        ]
    },
    "global_plan": [
        {
            "stage_number": 1,
            "stage_name": "问题概念化与目标设定",
            "sessions": "第1–第1次",
            "content": {
                "第1次_session_content": {
                    "theme": "建立治疗联盟与初步功能性评估（Intake）",
                    "persona_links": [
                        "name: 刘某",
                        "age: 17岁",
                        "occupation: 高中一年级学生",
                        "educational_background: 高中一年级学生",
                        "marital_status: 未提及",
                        "family_status: 独生子女；从小随父母生活；父母是农民，很少同孩子进行主动交流；因害怕父母的严厉，处处严格要求自己，以避免被父母批评。",
                        "social_status: 未提及",
                        "medical_history: 体态正常，无重大躯体疾病历史，家族无精神疾病史。",
                        "main_problem: 现在，只要临近或参加考试，心里就总是焦急和心慌，很难入睡，白天精疲力尽的，无法集中注意力听课，也难以静下心来复习。",
                        "core_demands: 1）具体目标与近期目标：消除刘某考试时过度焦虑的状态；在日常生活中适当运用放松技术或积极的自我对话，以降低焦虑水平；增强其与父母、老师的沟通能力。 2）最终目标与长期目标：完善刘某的个性，形成正确的自我观念，提高有效处理各种生活焦虑的能力；增强其自信和社会适应能力。"
                    ],
                    "case_material": [
                        "引导性任务：以开放式、合作式提问探索基本背景与主诉，邀请来访者确认姓名（刘某）、年龄、学业与家庭情况、主要困扰与期待（如“是什么促使你此时来咨询？”“你希望通过咨询获得哪些改变？”）。",
                        "介绍咨询框架：告知咨询目的、流程、保密与例外、双方角色与边界，达成会谈契约与频率安排。",
                        "初步功能性评估：围绕“考试相关情境—情绪/生理反应—行为后果”进行开放式探索，绘制初步ABC图谱；记录近三周的出现频率、强度与影响领域（睡眠、注意、学习效率）。",
                        "施测与基线：安排SAS与EPQ等标准化测评；建立睡眠、焦虑强度（0–10主观单位）与学习投入的日常基线记录表。",
                        "目标协商：将短期与长期目标外化为可操作指标（如睡前焦虑SUDS下降、每日至少2次放松练习、考试时能使用积极自我对话）。",
                        "家庭作业A：请“再现”一次最贴近的考试情境，分段记录当时的身体感受、情绪强度、注意内容与行为反应（越具体越好）。",
                        "家庭作业B：列出自己的10个优点，张贴在显眼处，每日对镜朗读5遍并记录感受变化。",
                        "任务（铺垫）：请带来下次要讨论的具体考前/考中触发清单，以便我们下次识别并界定需要重点干预的“靶行为”。"
                    ],
                    "rationale": [
                        "策略：模拟真实的首次访谈（Intake）。核心任务是建立治疗联盟，并以合作、开放式探索来获取基本信息、主诉与期待，降低初始焦虑并提升合作性。",
                        "依据：行为主义功能性评估（ABC）强调按时间线搜集诱因（A）—反应（B）—后果（C）的证据，为后续干预选择与靶行为界定提供基础。",
                        "依据：标准化测评与基线记录可量化严重度与变化趋势，利于设定可检验的目标与强化自我监测。",
                        "依据：优势聚焦与正性自我陈述可作为自我强化，提升自我效能感，为后续认知与行为训练奠定动机基础。"
                    ]
                }
            }
        },
        {
            "stage_number": 2,
            "stage_name": "核心认知与行为干预",
            "sessions": "第2–第4次",
            "content": {
                "第2次_session_content": {
                    "theme": "识别与重建消极自动思维；放松训练入门",
                    "persona_links": [
                        "target_behavior: 临考前反复出现的消极自动思维（“我一定要考好”“多没面子呀”“千万别紧张”）",
                        "target_behavior: 临近或参加考试时的焦急、心慌、入睡困难与注意力难以集中"
                    ],
                    "case_material": [
                        "回顾与反馈：检查“再现”记录与10个优点朗读的执行与感受，梳理近一周在考试相关场景中的焦虑强度与睡眠变化。",
                        "认知重建A：以ABC表识别灾难化/完美主义思维（如“我一定要考好”“多没面子呀”“千万别紧张”），标注触发场景与紧随其后的注意狭窄/肌肉紧张/避免行为。",
                        "认知重建B：生成与演练替代性自我对话脚本（如“像平时练习一样发挥即可”“即使失误也能调整”“我有能力应对”），制作随身卡片，进行现场角色扮演与言语流畅度练习。",
                        "行为放松训练：指导肌肉渐进性放松（PMR）与腹式呼吸，演练“先紧张、后放松”的对比体验，配合SUDS即时评分以建立放松-生理反馈连接。",
                        "家庭作业：每日早晚各10分钟PMR；在出现紧张时即时使用呼吸+替代思维；大声朗读优点与积极语句；记录情境—思维—情绪—行为与SUDS变化。",
                        "任务（铺垫）：请整理能引发焦虑的考试相关情境列表与SUDS评分（至少8–10条），下次用于建立个体化“焦虑等级”。"
                    ],
                    "rationale": [
                        "承上：基于上次的‘再现’与基线记录，先处理已显性的负性自动思维并建立生理调节手段，以提高对情境的可控感。",
                        "依据：认知行为模型认为灾难化与完美主义信念会放大威胁评估并诱发条件化的焦虑反应；识别—质疑—替代可降低威胁估计与安全行为依赖。",
                        "依据：PMR与腹式呼吸通过降低交感唤醒实现对抗性抑制，为后续在想象/现场暴露中与焦虑反应配对提供生理基础。"
                    ]
                },
                "第3次_session_content": {
                    "theme": "建立个体化焦虑等级并实施系统脱敏（1–4级）与积极自我暗示",
                    "persona_links": [
                        "target_behavior: 临近或参加考试时的焦急、心慌、入睡困难与注意力难以集中",
                        "target_behavior: 临考前反复出现的消极自动思维（“我一定要考好”“多没面子呀”“千万别紧张”）"
                    ],
                    "case_material": [
                        "回顾与反馈：检查PMR与替代思维卡使用频率、睡眠与SUDS变化；巩固有效策略并微调措辞。",
                        "建立焦虑等级：与来访者将考试相关刺激情境按SUDS从弱到强排序，形成10级层级：1) 听别人说要参加一次考试；2) 两星期后将进行期中考试；3) 临考前一周开始准备考试；4) 明天就要考试而觉得准备不充分；5) 坐在考场等待发卷；6) 收到试卷并浏览全卷；7) 监考老师在附近走动且表情严肃；8) 被一道题难住而他人已交卷；9) 只剩5分钟且还有题未完成；10) 考后同学对答案发现不一致。",
                        "系统脱敏（想象暴露1–4级）：逐级想象触发情境，记录SUDS峰值，立即配对PMR/呼吸直至SUDS降至基线或最低，重复1–3轮；整合替代性自我对话与注意再聚焦。",
                        "积极自我暗示：在放松末段植入简短肯定语（如“身体松、心稳定、我能应对”），配合节拍呼吸。",
                        "家庭作业：每天练习1–4级想象暴露与放松；继续积极自我暗示与优点朗读；记录SUDS前后变化与成功经验。",
                        "任务（铺垫）：为下次完成5–10级做准备，预演“最担心的3个场景”的替代思维与应对动作（如卡片提示、微拉伸）。"
                    ],
                    "rationale": [
                        "承上：在已具备认知替代与放松的基础上，引入系统脱敏以逐步消退条件化焦虑反应。",
                        "依据：系统脱敏运用对抗性抑制（放松）与渐进暴露（由弱到强）配对，促成恐惧记忆的再巩固与新联结学习。",
                        "依据：在暴露中嵌入积极自我暗示与注意再聚焦可同时修正威胁评估与安全行为依赖，提升迁移至考场的可能性。"
                    ]
                },
                "第4次_session_content": {
                    "theme": "系统脱敏进阶（5–10级）与情境迁移至课堂/考场",
                    "persona_links": [
                        "target_behavior: 临近或参加考试时的焦急、心慌、入睡困难与注意力难以集中",
                        "target_behavior: 临考前反复出现的消极自动思维（“我一定要考好”“多没面子呀”“千万别紧张”）"
                    ],
                    "case_material": [
                        "回顾与反馈：检查1–4级练习与SUDS下降曲线，强化有效做法（例如更短语速的自我对话、先肩颈后四肢的放松顺序）。",
                        "系统脱敏（想象暴露5–10级）：逐级完成5–10级情境的想象暴露与放松配对，必要时加入双次循环以确保SUDS显著下降。",
                        "情境迁移与现场预演：在课堂/模拟考场情境中进行微暴露（如听到老师将考试的通知、限时完成小测），实时应用呼吸+PMR微版+自我对话，记录SUDS与可控感。",
                        "家庭作业：本周每日练习5–10级情境想象并保持放松；若实际出现考试或测验，按步骤应用技巧并记录表现与SUDS。",
                        "任务（铺垫）：下一次将综合复盘并制定巩固与复发预防计划，请带来过去两周的SUDS曲线与关键心得。"
                    ],
                    "rationale": [
                        "承上：在低等级暴露成功的基础上推进至高等级情境，并将技能迁移到更贴近真实的课堂/考场环境。",
                        "依据：逐级暴露与广度泛化（从想象到自然情境）有助于增强新学习联结的情境独立性与复原力。",
                        "依据：现场预演通过行为塑造与及时强化提高技能自动化水平，为真实考试中的表现提供行为准备。"
                    ]
                }
            }
        },
        {
            "stage_number": 3,
            "stage_name": "巩固与复发预防",
            "sessions": "第5–第5次",
            "content": {
                "第5次_session_content": {
                    "theme": "效果巩固、复发预防与结束咨询",
                    "persona_links": [
                        "target_behavior: 临近或参加考试时的焦急、心慌、入睡困难与注意力难以集中",
                        "target_behavior: 临考前反复出现的消极自动思维（“我一定要考好”“多没面子呀”“千万别紧张”）"
                    ],
                    "case_material": [
                        "回顾与反馈：检查5–10级练习、实际考试中的应用与发挥；总结成功经验与可复制要点（触发—策略选择—效果）。",
                        "成效评估：对照最初目标与基线（睡眠、SUDS、注意力、学习效率），确认症状下降与功能恢复；回顾个人自信变化。",
                        "复发预防计划：识别高风险情境（临考前一周、对答案、被难题卡住）、预警信号（肌肉紧张、头皮发紧、自我苛责语句），制定“三步法”（觉察→调节→重聚焦）的卡片化流程与每周最少3次的技能维护练习。",
                        "应对脚本与资源：完善积极自我对话库与微放松流程；设置考试周的“预演日程”；安排自我强化与奖赏计划。",
                        "生态支持：与家校沟通建议（班主任/家长以过程性反馈取代结果性评价、考前提醒使用放松脚本），明确跟踪频率与必要时的加油站会谈。",
                        "结束与展望：确认已掌握的技能清单与自助流程，讨论后续自主练习与复测安排，约定如遇显著反弹的应急联络方式。"
                    ],
                    "rationale": [
                        "承上：在系统脱敏与实际应用取得进展的基础上，通过整合与计划化来固化新学习并防止旧反应复燃。",
                        "依据：复发预防以高风险监测与提前演练为核心，通过实施意向与自我强化保持行为改变；定期维护练习可维持低唤醒阈值。",
                        "依据：多情境、多渠道的支持性反馈有助于将技能从训练环境迁移至自然生态系统，提高长期自我调节与适应。"
                    ]
                }
            }
        }
    ],
    "sessions": [
        {
            "session_number": 1,
            "session_goals": {
                "overall_stage": "问题概念化与目标设定",
                "session_focus": {
                    "stage_title": "建立治疗联盟与初步功能性评估（Intake）",
                    "objective": [
                        "开场与关系建立：以简短自然的寒暄与情绪正常化开场，营造安全、合作的氛围。",
                        "基础信息与来意（探索性）：询问并确认来访者的姓名（希望被如何称呼；需明确记录）、年龄、年级与学业状况、家庭成员与主要照料关系；了解此次来访动机与期待（如希望改变的方面与优先级）。",
                        "介绍咨询框架：说明咨询目的、流程、保密原则与法定例外、双方角色与边界、时长与频率安排；征询同意，确认初步会谈契约与预约时间。",
                        "将主诉行为化（探索性）：将“焦虑/紧张”等抽象描述转化为具体可观察的行为与生理表现（如出现时的想法、身体反应、行动/回避、持续时间），以便后续测量。",
                        "初步ABC评估（探索性）：围绕考试相关情境，开放式绘制ABC图谱—诱发情境（A）、可观察反应与生理/认知（B）、后果与短期/长期影响（C）；记录近三周的发生频率、强度/持续时间及对睡眠、注意与学习效率的影响。",
                        "扩展FBA七维探询（探索性）：界定问题属行为过度或不足；明确关键情境线索；澄清动机/功能（获得 vs 逃避）；了解发展与历史演变；评估自我控制与过往尝试；识别重要他人反应与可能的继发获益；审视物理环境因素。",
                        "动机与强化物筛查（探索性）：了解来访者喜欢/不喜欢的活动、可作为潜在正性强化物的事件与可行的奖励方式，为后续干预做准备。",
                        "自我控制与资源评估（探索性）：梳理以往用于应对焦虑/睡眠/备考的策略、坚持度与效果、遇到的障碍及可利用的内外部资源。",
                        "施测与基线：说明标准化测评目的并安排SAS、EPQ等量表；共同制定并发放每日自我监测表（记录焦虑强度SUDS 0–10、睡眠时长/质量、学习投入的时段与时长/质量），明确记录方式与回收时间。",
                        "目标协商（探索性）：与来访者将近期与远期目标外化为可操作、可测指标（如以SUDS、频率、持续时间/练习次数衡量），确认优先级与可行性并形成初步一致。",
                        "家庭作业A：请本周‘再现’一次最近的考试相关情境，分段记录当时的身体感受、情绪强度（SUDS）、注意内容与行为反应，越具体越好。",
                        "家庭作业B（优势聚焦）：列出个人10个优点，张贴在显眼处，每日对镜朗读5遍，记录情绪与自我评价的变化。",
                        "铺垫任务：整理下次要讨论的考前/考中具体触发清单，用于识别并界定优先干预的靶行为。",
                        "结束与预告：总结本次关键发现与作业要求，回应疑问，预告可能的干预方向（如放松训练、暴露与反应阻断、积极自我对话等），并确认下次会谈安排。"
                    ]
                }
            },
            "suggest_skills": [
                {
                    "meta_skill": "评估性会谈:旨在通过行为观察与功能分析，明确界定“靶行为”及其控制变量（前因与后果）；在此基础上量化行为基线，确立可测量的治疗目标，并制定系统化的行为矫正方案。\n建立咨询关系:在咨询开始，咨询师以尊重、倾听、共情和积极关注为核心，营造安全氛围，鼓励来访者尽情倾诉，建立信任与合作关系，为后续测评和治疗奠定基础。",
                    "micro_skills": [
                        {
                            "skill_id": "753",
                            "skill_name": "以充分尊重开启会谈",
                            "skill_description": "在咨询开始时，咨询师以充分尊重的态度与来访者接触，认可其求助动机与叙述节奏，避免打断与评判，为随后的评估与测验营造安全、合作的起点。",
                            "when_to_use": "初始评估与诊断阶段的会谈开场，目标是建立信任与安全感，为信息收集与心理测验做准备。",
                            "trigger": "来访者首次进入咨询并明确表达求助要求，开始叙述当前困扰与经历。"
                        },
                        {
                            "skill_id": "754",
                            "skill_name": "运用倾听与共情促使尽情倾诉",
                            "skill_description": "通过积极倾听、共情与积极关注，鼓励来访者尽情倾诉，接纳并回应其情绪体验，使其感到被理解，从而建立良好咨询关系。",
                            "when_to_use": "初始评估阶段收集资料时，同步建立关系；尤其在触及来访者敏感议题时需强化共情与关注。",
                            "trigger": "当来访者谈及学习与考试等内容时情绪明显低落和焦虑，开始集中描述相关困扰。"
                        },
                        {
                            "skill_id": "186300",
                            "skill_name": "清晰介绍咨询事项、流程与规则",
                            "skill_description": "在会谈初期向来访者清晰说明咨询事项与基本规则，介绍评估流程、测验与家庭作业安排、记录方式与时间安排，并说明机构规程与咨询师资质，预告后续测评与作业，帮助其理解期望与边界，减少不确定与紧张，提升安全感与合作。",
                            "when_to_use": "首次会谈开始阶段或评估/测验前，用于建立安全边界与合作框架。",
                            "trigger": "来访者对咨询流程不熟悉或询问相关安排，显得紧张、担忧，或对会谈边界存疑。"
                        },
                        {
                            "skill_id": "201501",
                            "skill_name": "温和引导回顾不愉快经历",
                            "skill_description": "以温和提问与耐心开导，邀请来访者回顾不愉快事件、性格形成与当前困扰；配合专注倾听与接纳，允许充分表达与情绪宣泄，缓解压抑与紧张，促进入谈并增进信任与合作。",
                            "when_to_use": "关系建立早期或首次会谈、评估阶段开始时，用于打开话题与促发自述和情绪表达。",
                            "trigger": "来访者对问题来源困惑、叙述停滞或难以展开过往经历；或表示痛苦、长期压抑但难以表达。"
                        },
                        {
                            "skill_id": "201500",
                            "skill_name": "专注倾听与共情回应",
                            "skill_description": "以患者为中心，围绕来访者叙述同步反馈事实要点与情绪感受，直接承认其苦恼与处境，以理解性语言回应并保持不评判与积极关注，降低防御与紧张，促使其持续表达，为后续信息收集与诊断铺垫。",
                            "when_to_use": "首次或早期会谈的关系建立与评估初谈阶段，来访者紧张或需要被理解与支持时。",
                            "trigger": "来访者羞怯紧张、低头沉默、目光回避，陈述被当众批评或无法摆脱的强迫行为等，并呈现焦虑、委屈或自我怀疑。"
                        }
                    ]
                },
                {
                    "meta_skill": "评估性会谈:旨在通过行为观察与功能分析，明确界定“靶行为”及其控制变量（前因与后果）；在此基础上量化行为基线，确立可测量的治疗目标，并制定系统化的行为矫正方案。\n社会技能训练:以强化与模仿为基础，系统讲授与演练社交技能，结合示范、角色扮演、反馈与家庭作业，促进技能保持与迁移应用。\n建立良好咨询关系:在训练伊始建立稳定的咨询关系，提供安全、支持性的互动氛围，提升参与度与练习动力，为技能习得奠定基础。",
                    "micro_skills": [
                        {
                            "skill_id": "261708",
                            "skill_name": "说明并确认双方职责、权利与义务",
                            "skill_description": "清晰说明来访者的权利（选择、更换咨询师、查阅方案、商定时间等）与责任（按时、配合、尊重），并界定合作边界与期望，建立明确的合作框架以提升安全感与参与度。",
                            "when_to_use": "首次会谈说明事项与规则环节，需要明确合作边界与期望时。",
                            "trigger": "来访者询问权利、流程或对合作边界不明确；需统一对角色与责任的理解时。"
                        },
                        {
                            "skill_id": "102103",
                            "skill_name": "探寻改变意愿并邀请承诺配合",
                            "skill_description": "在阐明方法与治疗思路后，直接探询来访者改变动机与愿望，理解其矛盾并邀请其明确口头承诺，以强化责任感与合作关系，为目标与方案的实施及家庭作业铺垫。",
                            "when_to_use": "说明心理学方法与治疗思路之后、准备启动方案前；首次评估与关系建立阶段、制定目标前。",
                            "trigger": "来访者尚未明确表态或动机与期望不清；表达困扰希望得到帮助但犹疑不定。"
                        },
                        {
                            "skill_id": "170503",
                            "skill_name": "协商并确立具体目标与实施方案（含权利义务）",
                            "skill_description": "与来访者协商并确立具体、可衡量的近期与长期目标，明确方法与频次、家庭作业与边界，结合评估结果制定实施路径；必要时以书面协议确认并说明权利义务，增强安全感、责任感与合作稳定性。",
                            "when_to_use": "第1～2次咨询、完成诊断与评估之后；关系初步建立或第二次会谈明确方向时。",
                            "trigger": "双方对主要问题已有共识、需明确目标与流程；来访者愿意参与并对方法与目标持开放态度；资料已获取并期待计划。"
                        },
                        {
                            "skill_id": "292100",
                            "skill_name": "说明咨询设置与保密并完成知情同意",
                            "skill_description": "在会谈开始清晰说明咨询设置与安排（地点、时间、频次、费用等），明确保密原则及法定例外、记录与使用范围，并告知可能用于督导或研究且匿名，完成知情同意与约定，降低不安并建立信任。",
                            "when_to_use": "初次会谈开始或初期契约环节；首次会谈结束前需要明确安排与达成同意时。",
                            "trigger": "初次见面、对流程与保密或时间安排不清楚；紧张不安或询问保密与流程；需签署知情同意或确认预约规则。"
                        },
                        {
                            "skill_id": "254103",
                            "skill_name": "专注倾听与共情回应以传达理解与接纳",
                            "skill_description": "以专注倾听、共情反映与积极关注，使用明确的共情语句确认其体验与担忧，保持无条件接纳与不评判，容许并鼓励尽情倾诉，缓解紧张与烦躁，增强被理解感、信任与安全感，巩固咨访关系。",
                            "when_to_use": "会谈初期与评估阶段、前两次咨询或随后的早期会谈中，需要建立或巩固信任、支持表达与情绪舒缓时。",
                            "trigger": "来访者表现紧张压抑、心神不定或避免对视；担心成绩与完美、对未来悲观；低头沉默、精神不佳；谈及敏感主题时出现强烈情绪；一谈及学习考试即焦虑低落；陈述烦躁与无助感。"
                        }
                    ]
                },
                {
                    "meta_skill": "评估性会谈:旨在通过行为观察与功能分析，明确界定“靶行为”及其控制变量（前因与后果）；在此基础上量化行为基线，确立可测量的治疗目标，并制定系统化的行为矫正方案。\n收集资料:通过开放性、半开放性及封闭性问题全面收集来访者的一般与详细信息，涵盖症状、诱因、持续时间及学习生活影响等，为诊断与制定方案提供依据。",
                    "micro_skills": [
                        {
                            "skill_id": "773",
                            "skill_name": "运用多类型提问全面收集资料",
                            "skill_description": "在咨询开始时运用开放性、半开放性及封闭性问题，循序引导来访者描述现状与困扰细节，全面获取其详细资料，提升信息的完整性与可用性。",
                            "when_to_use": "初始评估与诊断阶段之始，目标是收集相关信息与一般资料，以为后续诊断与方案制定提供依据。",
                            "trigger": "来访者开始陈述求助问题与基本情况，能配合回答提问并进入叙述状态。"
                        },
                        {
                            "skill_id": "775",
                            "skill_name": "观察并记录话题相关情绪变化",
                            "skill_description": "在会谈中留意并记录来访者在不同话题下的表情、语速与情绪变化，尤其是触及关键主题时的波动，以补充主诉并提供客观依据。",
                            "when_to_use": "初始评估与信息收集过程中，与来访者讨论其学习、考试或日常困扰等相关主题时。",
                            "trigger": "当谈及学习与考试等主题时，来访者出现情绪明显低落或焦虑的迹象，如语气低沉、神情紧张。"
                        },
                        {
                            "skill_id": "186305",
                            "skill_name": "系统收集症状历程并初步分析",
                            "skill_description": "与来访者深入交谈，系统收集症状表现、触发情境、持续时间与强度、回避策略及对学习、人际与生活的影响，梳理出现经过与不愉快事件，形成时间线与功能受损概况，并进行初步问题分析，帮助其理解“为什么会这样”。",
                            "when_to_use": "初评与综合整理阶段，完成基本情况与事件追访后，需明确问题性质、时间线、严重度与功能受损时。",
                            "trigger": "来访者详细陈述困扰、恐惧或社交紧张与回避，学习/工作功能受损、睡眠饮食异常，并可追忆相关经历或明确持续时间时。"
                        },
                        {
                            "skill_id": "224305",
                            "skill_name": "询问成长史与当前生活并收集他评",
                            "skill_description": "围绕出生养育、学习轨迹、性格与社交及当前学习生活安排进行系统询问，记录性格形成与背景脉络；同步收集咨询师观察与家属等他人对变化的反映，补充主诉与自述，形成多来源资料，提高评估全面性与可信度。",
                            "when_to_use": "资料收集早期与心理评估阶段，需要建立生平与当前生活画像并同步收集外部信息时。",
                            "trigger": "需建立整体画像或存在长期接触并可提供客观反馈的他人时。"
                        },
                        {
                            "skill_id": "315502",
                            "skill_name": "采集一般资料与成长家庭健康史",
                            "skill_description": "系统采集并记录一般资料与既往病史，包含性别、年龄、年级/专业、教育与婚姻、职业、家庭结构与经济状况、成长与家庭史、重大医疗事件及家族精神病史，并可引导填写登记/信息表，形成基础档案支持后续评估与诊断。",
                            "when_to_use": "首次会谈/初评至诊断阶段的信息收集与建档环节，需建立个体基本档案并理解问题形成背景时。",
                            "trigger": "尚未建立个人档案或基本信息不全；或需建立背景与健康史以支撑后续诊断与方案制定时。"
                        },
                        {
                            "skill_id": "34308",
                            "skill_name": "引导并记录主诉与个人陈述细节",
                            "skill_description": "引导来访者用其语言陈述主诉与个人经历，精确记录时间线、症状与持续时长，保留原话要点，并整理努力与练习时长、失误情境、当前焦虑与睡眠注意力受损、对同学老师看法等细节，形成症状清单与叙述资料。",
                            "when_to_use": "摄入性会谈与首次会谈的主诉澄清与症状评估阶段，及后续资料完善时。",
                            "trigger": "来访者开始主动讲述事件与困扰，描述焦虑、躯体化表现及其时间长度，或提出具体困扰并提及持续时长。"
                        },
                        {
                            "skill_id": "277505",
                            "skill_name": "会谈中系统观察并记录临床印象",
                            "skill_description": "在访谈过程中系统观察并记录面部表情、目光交流、言语主动性与沉默、语速与言语密度、合作态度、思维与自知力、注意力、定向与意识、外貌与仪表等非言语与行为特征，形成临床印象，辅助综合判断。",
                            "when_to_use": "首次会谈及评估期各次面谈的全程观察记录环节。",
                            "trigger": "面谈进行中出现可观察的言语、思维与行为特征，如紧张表情、交流被动、少目光接触、表情低沉或长时间沉默等。"
                        },
                        {
                            "skill_id": "34304",
                            "skill_name": "摄入性会谈收集一般与临床核心资料",
                            "skill_description": "采用摄入性会谈系统收集核心资料，记录基本情况、症状与诱因、持续时间及对学习生活的影响，了解精神状态与行为特点、求助动机，并探寻心理矛盾；可获取人际关系、以往治疗与重要事件等外部信息，形成初步问题图谱，奠定评估基础。",
                            "when_to_use": "第一次咨询与诊断阶段第1—2次会谈的资料收集任务/了解基本情况环节。",
                            "trigger": "初次来访需全面了解背景与当前问题；来访者自述主要问题、失眠与焦虑，或详述焦虑、尿频及人际与学习受影响；需明确症状诱因、持续时间与求助动机时。"
                        }
                    ]
                },
                {
                    "meta_skill": "评估性会谈:旨在通过行为观察与功能分析，明确界定“靶行为”及其控制变量（前因与后果）；在此基础上量化行为基线，确立可测量的治疗目标，并制定系统化的行为矫正方案。\n生物反馈:借助生理仪器将体内难以察觉的生理信号（肌电、皮电、皮温、心率、血压、脑电等）放大并以视听形式反馈，来访者据此学习调节不随意机能，建立新的操作性条件反射，以缓解心身疾病与应激，提高自我监控与自我调控能力。\n来访者情况调查表:治疗前填写调查表，系统收集病史与心理社会信息：健康、手术与用药、工作、人际、生活方式、睡眠饮食、运动与娱乐、婚姻家庭等。必要时先体检；用以分析成因、排除药物或营养影响，并指导反馈训练。",
                    "micro_skills": [
                        {
                            "skill_id": "254500",
                            "skill_name": "引导填写咨询登记表并说明流程与规则",
                            "skill_description": "引导来访者完成咨询登记表，规范记录人口学与求助信息，介绍咨询过程中的事项与规则，阅读并确认咨询协议与保密例外，核对缺漏与不清项，确保资料完整、准确与知情同意。",
                            "when_to_use": "第一次咨询的诊断评估与建档阶段，开始系统收集资料时。",
                            "trigger": "来访者尚未提供结构化资料或不清楚咨询流程与规则，需要登记基本信息并确认协议。"
                        }
                    ]
                },
                {
                    "meta_skill": "评估性会谈:旨在通过行为观察与功能分析，明确界定“靶行为”及其控制变量（前因与后果）；在此基础上量化行为基线，确立可测量的治疗目标，并制定系统化的行为矫正方案。\n心理诊断测量:采用标准化心理测验评估症状与功能，如SCL-90、SDS、SAS等量表，结合临床访谈判断焦虑、抑郁及相关因子水平，量化基线并为疗效评估提供参照。",
                    "micro_skills": [
                        {
                            "skill_id": "19106",
                            "skill_name": "施测并解读SAS建立焦虑基线",
                            "skill_description": "选择并施测SAS焦虑自评量表，规范指导填写与评分，记录总粗分与标准分，参照中国常模分界（50）与分级（如60–69为中度）判定严重度；必要时结合SDS或EPQ，形成量化基线以支持诊断与随访比较。",
                            "when_to_use": "心理评估与诊断阶段的首次会谈或关系建立后，需要量化焦虑水平与维度结构时。",
                            "trigger": "来访者报告紧张、担忧、失眠等焦虑症状，或需了解人格特质与焦虑水平以制定方案。"
                        },
                        {
                            "skill_id": "300312",
                            "skill_name": "依据SAS/SDS分数判定严重程度",
                            "skill_description": "施测SAS（必要时SDS），计算标准分并依据分数区间解释轻/中/重度；或结合SCL-90因子分判定相关维度，将测评结果转化为临床等级用于严重度判断、干预规划与疗效追踪，并向来访者反馈。",
                            "when_to_use": "测评结束后的结果整合与反馈阶段；或以焦虑为主诉的初评与随访测量节点。",
                            "trigger": "已获得SAS/SDS分数需给出临床等级；或来访者报告显著紧张、失眠等需量化判定。"
                        }
                    ]
                },
                {
                    "meta_skill": "评估性会谈:旨在通过行为观察与功能分析，明确界定“靶行为”及其控制变量（前因与后果）；在此基础上量化行为基线，确立可测量的治疗目标，并制定系统化的行为矫正方案。\n系统脱敏:以交互抑制原理为基础，通过放松训练与分级暴露，将恐惧刺激与放松反应重新配对，逐级消除焦虑唤醒，是治疗恐惧与焦虑的规范化技术。\n评定主观焦虑等级:协助来访者使用0—100的主观焦虑等级量表，对典型恐惧事件进行评分，达成对焦虑强度的共同理解，为后续分级脱敏提供量化依据。",
                    "micro_skills": [
                        {
                            "skill_id": "174",
                            "skill_name": "说明评分范围与端点锚定",
                            "skill_description": "向来访者解释0—100主观焦虑量表的含义，0为完全平静，100为最严重焦虑；结合其实际情境举例阐明端点锚定与个体差异，使评分标准清晰可用。",
                            "when_to_use": "在开始让来访者对恐惧事件打分之前，确保其理解评分尺度与端点的含义与使用方式。",
                            "trigger": "来访者询问“如何打分”“0或100代表什么”，或对同一情境给出不一致或无依据的分值时。"
                        },
                        {
                            "skill_id": "175",
                            "skill_name": "教授主观评分方法与工具使用",
                            "skill_description": "教会来访者使用主观焦虑等级量表或内插法进行评分，说明常用工具与步骤，帮助其在不同恐惧事件之间形成可比、可理解的主观分值。",
                            "when_to_use": "恐惧事件清单初步确定后，准备实施主观评分时，需要明确采用的评分工具与方法。",
                            "trigger": "来访者表示不知道如何在事件间分配分值，或对选用何种评分方式感到困惑时。"
                        },
                        {
                            "skill_id": "154300",
                            "skill_name": "建立并标注焦虑层级表",
                            "skill_description": "与来访者梳理典型社交、舞台或考试等情境，按其在不同情境中的主观紧张体验给予分值（如0–5、0–10、0–80或0–100），记录并比较强弱，按由弱到强排序，形成分层的焦虑事件等级，为后续分级脱敏与练习推进提供量化依据。",
                            "when_to_use": "系统脱敏启动前或制定等级表阶段，需要为各典型情境的主观焦虑强度赋分并由弱到强排序时。",
                            "trigger": "来访者在不同社交/舞台/考试等情境出现紧张、心慌等焦虑体验；存在多个恐惧场景且强度不一，需量化与排序。"
                        }
                    ]
                },
                {
                    "meta_skill": "评估性会谈:旨在通过行为观察与功能分析，明确界定“靶行为”及其控制变量（前因与后果）；在此基础上量化行为基线，确立可测量的治疗目标，并制定系统化的行为矫正方案。\n行为的观察与记录:通过界定目标行为、选择观察方法与记录方法，获取基线与过程数据，用以判断治疗必要性、方法选择及成效评估，是行为治疗的基础环节。\n界定目标行为:用可操作的主动动词清晰客观描述可见行为，避免类别标签与主观推测；治疗者与求助者共同制定、具体且可承担责任，确保不同观察者能一致记录。",
                    "micro_skills": [
                        {
                            "skill_id": "695",
                            "skill_name": "使用主动动词客观描述可见行为",
                            "skill_description": "用主动动词对可见、可记录的具体行为进行清晰客观描述，避免笼统表述，使其便于观察、计数和后续记录作为目标行为，强调行为发生的具体动作与情境要素。",
                            "when_to_use": "在行为观察与记录阶段初期，需要界定目标行为以制定记录计划或进入干预前明确改变对象时。",
                            "trigger": "来访者以笼统或抽象方式描述问题，如“总是不乖”“经常不好好做事”，缺少具体可见动作与情境。"
                        },
                        {
                            "skill_id": "696",
                            "skill_name": "排除内在推测与主观评价",
                            "skill_description": "界定目标行为时排除对内在心理状态的揣测与价值判断，只依据可观察到的表现进行表述，避免将感受、想法作为定义内容。",
                            "when_to_use": "在明确目标行为的文字表述或制定评估指标前，需确保定义仅基于可观察行为时。",
                            "trigger": "来访者以“感到沮丧”“内心抗拒”等内在状态描述问题，或出现带价值色彩的评判用语。"
                        },
                        {
                            "skill_id": "697",
                            "skill_name": "避免类别标签改用具体行为定义",
                            "skill_description": "不以“叛逆”“社交障碍”等类别标签命名目标，改以具体、可观察的动作或反应表述，确保不同个体下含义不致偏差。",
                            "when_to_use": "在形成目标名称与定义时，为防止因类别词汇导致歧义与记录困难而需具体化行为表述时。",
                            "trigger": "来访者或记录中使用类别标签如“抑郁”“拖延症”“性格内向”，无法直接据此进行观察记录。"
                        },
                        {
                            "skill_id": "698",
                            "skill_name": "制定操作性定义确保观察一致",
                            "skill_description": "为目标行为赋予可操作性定义，明确起止标准、可观察指标与记录规则，以便不同观察者独立记录时获得一致结论。",
                            "when_to_use": "在部署多次或多观察者的观察记录前，需确保跨观察者可重复、可一致地记录目标行为时。",
                            "trigger": "不同观察者对同一行为记录不一致，或在试记录时对行为起止点、是否计入产生分歧。"
                        },
                        {
                            "skill_id": "703",
                            "skill_name": "明确来访者对目标承担责任",
                            "skill_description": "在目标确认时明确来访者的责任与承诺，约定自我监测或配合要求，促使其对目标承担执行与反馈的主体责任。",
                            "when_to_use": "目标界定完成、进入执行与记录准备阶段，需要落实配合事项与责任边界时。",
                            "trigger": "来访者对执行与配合含糊或将责任外归，需要通过承诺与分工明确责任。"
                        },
                        {
                            "skill_id": "73300",
                            "skill_name": "列出并分级焦虑诱发情境与反应",
                            "skill_description": "依据来访者报告与咨询师引导，详列考试、被表白女生相关、人际或上台等具体情境，并将各情境及已识别的焦虑反应按由弱到强排序、标注分值，确保每一级强度小到可被全身放松拮抗，作为靶反应的操作性定义与系统脱敏训练及进展评估的依据。",
                            "when_to_use": "系统脱敏与放松训练的准备或开始前，或训练进行中需明确靶反应及其诱发情境与强度分级时；在已列出情境后需要形成等级以指导训练与评估时。",
                            "trigger": "来访者提到考试并出现显著焦虑、报告上台紧张与回避，或面对被表白女生时紧张；且能够回忆具体情境或焦虑反应并为其给出主观评分。"
                        }
                    ]
                },
                {
                    "meta_skill": "评估性会谈:旨在通过行为观察与功能分析，明确界定“靶行为”及其控制变量（前因与后果）；在此基础上量化行为基线，确立可测量的治疗目标，并制定系统化的行为矫正方案。\n自我管理法:通过自我监控、前提控制、行为契约与自我强化等策略提升自我调节能力，使患者逐步由他控过渡到自控，巩固行为改变。\n建立明确的自我管理目标:拟定具体、可测量、可达到的目标与子目标，并记录基线水平，以便评估进展、安排强化并指导后续调整。",
                    "micro_skills": [
                        {
                            "skill_id": "413",
                            "skill_name": "界定期望与不期望行为",
                            "skill_description": "在目标建立前，先明确并区分期望行为与不期望行为，用可观察的具体表现、出现情境与频率来界定，作为后续目标设定与干预取舍的基础。",
                            "when_to_use": "自我管理初期进入目标建立阶段，需要确定改变方向并为后续目标细化与评估打基础时。",
                            "trigger": "来访者对改变诉求表述笼统（如“变好”），或对问题行为与理想行为的界限、情境与表现缺乏清晰描述时。"
                        },
                        {
                            "skill_id": "414",
                            "skill_name": "制定具体可操作可测量的目标与子目标",
                            "skill_description": "将总体目标细化为具体、可操作、可测量且可达到的目标，并拆分为阶段性子目标，明确衡量标准与达成条件，提升执行性与可评估性。",
                            "when_to_use": "已完成期望与不期望行为界定后，需把改变方向转化为可执行计划与阶段路径时。",
                            "trigger": "来访者提出宏大或模糊、不切实际的目标，或无法给出衡量标准与达成条件，难以落地执行时。"
                        },
                        {
                            "skill_id": "415",
                            "skill_name": "评估并记录基线水平",
                            "skill_description": "分析当前行为现状，测出并记录基线水平（如频率、持续时间、强度与典型情境），作为后续变化评估与强化安排的对照依据。",
                            "when_to_use": "在干预开始前或目标确定后，需要建立评估框架与对照标准，以便后续判断进展与效果时。",
                            "trigger": "来访者对目标相关行为的日常频率、强度或发生情境不清楚，无法说明“现在处于什么水平”时。"
                        }
                    ]
                },
                {
                    "meta_skill": "评估性会谈:旨在通过行为观察与功能分析，明确界定“靶行为”及其控制变量（前因与后果）；在此基础上量化行为基线，确立可测量的治疗目标，并制定系统化的行为矫正方案。\n自我管理法:通过自我监控、前提控制、行为契约与自我强化等策略提升自我调节能力，使患者逐步由他控过渡到自控，巩固行为改变。\n强化改变动机并作出决定:增强改变动机并作出采用自我管理的决定；可通过公开承诺与环境提醒物提高坚持度与成功率，启动后续计划。",
                    "micro_skills": [
                        {
                            "skill_id": "453",
                            "skill_name": "强化动机并促成自我管理决策",
                            "skill_description": "在自我管理启动前，先加强来访者改变不良行为的动机，引导其聚焦并期待目标行为的积极结果，从而作出采纳自我管理法的明确决定，作为后续计划实施的起点。",
                            "when_to_use": "自我管理干预的起始阶段；来访者对是否开始改变尚在权衡或动机不足，需要明确选择并进入行动。",
                            "trigger": "来访者反复犹豫是否要改变，或表示“怕坚持不下去”“现在开始有没有用”等低动机、观望言语与态度。"
                        },
                        {
                            "skill_id": "56705",
                            "skill_name": "达成咨询协议并明确权利义务以形成承诺",
                            "skill_description": "在介绍咨询性质、保密原则与例外、拟用方法与目标及流程规则的基础上，明确双方权利、义务与练习任务，并约定预约时间结构（如八次、首周两次、随后每周一次）；经充分沟通后达成一致或签订书面协议，使来访者形成清晰承诺，提升坚持度与配合度。",
                            "when_to_use": "开始治疗至第一次/第二次咨询期间，在制定或敲定咨询方案时，需要建立合作框架并巩固参与承诺。",
                            "trigger": "来访者愿意接受治疗但需明确流程与权责；需约定作业与参与要求以强化责任感；或对执行持犹豫态度、需要稳定改变决心时。"
                        },
                        {
                            "skill_id": "193505",
                            "skill_name": "布置并坚持执行家庭作业与自练",
                            "skill_description": "将自我管理落地为行动：布置并要求持续执行家庭作业与日常自练，如每日放松训练1–2次、合理信念复习与ABC记录、场景想象与渐进放松、记录并在家练习“阻断”强迫思维、继续放松与听催眠录音、落实求职策略等，并按时反馈，以巩固改变、提升坚持度与自助能力。",
                            "when_to_use": "治疗启动后至第三至七次咨询及巩固/随访阶段，在会谈间需将动机落实为日常练习并持续维持时。",
                            "trigger": "来访者已初步掌握放松或认知辩论需在情境外巩固；已达成咨询协议并开始干预需在日常环境中继续练习与记录；或已接受新策略需落实为具体行动时。"
                        }
                    ]
                },
                {
                    "meta_skill": "评估性会谈:旨在通过行为观察与功能分析，明确界定“靶行为”及其控制变量（前因与后果）；在此基础上量化行为基线，确立可测量的治疗目标，并制定系统化的行为矫正方案。\n确定咨询目标:与来访者协商确立具体、可行的咨询目标与实施方案，围绕减轻考试焦虑、增强自信和改善学习人际功能，明确阶段性任务，指导后续系统脱敏与训练。",
                    "micro_skills": [
                        {
                            "skill_id": "49510",
                            "skill_name": "协商并明确近期具体目标",
                            "skill_description": "在评估后与来访者协商形成近期、具体、可行且可评估的目标，如缓解焦虑与心慌失眠、改善睡眠与情绪管理，修正灾难化/过度概括等不合理认知，减少回避至能独自出行或与人正常交往，学习放松与积极自我对话、提升与父母老师的沟通；必要时简要说明拟用方法与实施计划。",
                            "when_to_use": "完成评估与诊断后或第1次会谈后半段，进入目标设定与方案协商阶段。",
                            "trigger": "来访者表达改变意愿且核心问题与受损领域已明确；焦虑失眠或回避显著，期望尽快获得具体改善路径。"
                        },
                        {
                            "skill_id": "72309",
                            "skill_name": "分层确立咨询目标清单",
                            "skill_description": "在评估与诊断后，与来访者分层明确并记录具体、近期、长期及最终目标（如相信自己、了解焦虑来源、学会情绪管理、消除考试焦虑），纠正不合理认知与行为、建立理性认知与适应性行为模式；沟通可达成的预期并形成可执行方案，用于指导后续实施。",
                            "when_to_use": "心理评估与诊断阶段末或咨询计划说明时；近期目标达成一致后继续拓展至长期方向。",
                            "trigger": "来访者有明确求助与方向需求，愿意参与目标设定；需将短期缓解延展为稳定适应与发展性目标，或对终极成效预期进行对齐时。"
                        }
                    ]
                },
                {
                    "meta_skill": "评估性会谈:旨在通过行为观察与功能分析，明确界定“靶行为”及其控制变量（前因与后果）；在此基础上量化行为基线，确立可测量的治疗目标，并制定系统化的行为矫正方案。\n行为功能分析:在治疗前及初始阶段实施的系统分析，针对来访者内外部条件中影响和控制问题行为的因素，聚焦七个方面，为明确靶行为、制定干预与评估疗效提供依据。\n确定问题行为具体条件:着重识别问题行为发生的具体先行条件与触发线索，明确何时、何地、在何人何事影响下出现，为后续刺激控制与对抗性训练提供可操作的切入点。",
                    "micro_skills": [
                        {
                            "skill_id": "33",
                            "skill_name": "围绕具体条件进行初步分析",
                            "skill_description": "在行为功能分析的开端，着重决定问题行为出现时的具体条件，作为后续评估的切入点；围绕行为发生当下的情境线索进行有序询问与记录，确保信息可操作。",
                            "when_to_use": "在实施治疗之前和治疗过程的初始阶段开展行为功能分析时，需要首先锁定问题行为发生的具体条件以奠定评估基础。",
                            "trigger": "来访者明确提出某一问题行为并为此求助，或叙述中出现一次具体的发作/失控经历可供追溯。"
                        },
                        {
                            "skill_id": "169301",
                            "skill_name": "提取并具体化考试相关触发线索",
                            "skill_description": "在评估早期，依据来访者叙述与观察，提取临近或参加考试时的高频触发点，如时间提醒、进入教室、见到老师、遇到难题等，精确追问何时何地及伴随躯体线索（如胸闷），并引导回忆与记录，形成可操作的触发清单，为后续刺激控制与对抗训练提供依据。",
                            "when_to_use": "收集临床资料与诊断初期，或准备建构焦虑等级前，需要细化并锁定考试相关触发条件时。",
                            "trigger": "来访者仅在考试相关时段焦虑，或在复习、考场、时间提醒下出现紧张、不安、思维受阻；谈及考试/高数时心境低落，或报告成绩公布前焦虑加重并伴躯体不适。"
                        }
                    ]
                },
                {
                    "meta_skill": "评估性会谈:旨在通过行为观察与功能分析，明确界定“靶行为”及其控制变量（前因与后果）；在此基础上量化行为基线，确立可测量的治疗目标，并制定系统化的行为矫正方案。\n行为功能分析:在治疗前及初始阶段实施的系统分析，针对来访者内外部条件中影响和控制问题行为的因素，聚焦七个方面，为明确靶行为、制定干预与评估疗效提供依据。\n评估问题行为的频率与强度:系统记录行为的频率、强度、持续时间与广泛性，分析在不同情境下出现的概率及影响因素，为评估治疗效果与选择暴露或强化策略提供依据。",
                    "micro_skills": [
                        {
                            "skill_id": "53",
                            "skill_name": "量化记录行为频率、持续时间与广泛性",
                            "skill_description": "在情境分析中系统了解并记录问题行为在不同场合的出现次数、单次持续时长及波及的情境范围，以形成可观察、可比较的量化资料，作为后续评估与干预设计的依据。",
                            "when_to_use": "行为功能分析的初期与治疗开始阶段，需要建立对问题行为的量化全貌以指导策略选择。",
                            "trigger": "来访者描述行为反复出现（如“一天好几次”）、一次持续较久，或在多处场合均会发生（如家里、学校、公共场所）。"
                        }
                    ]
                },
                {
                    "meta_skill": "评估性会谈:旨在通过行为观察与功能分析，明确界定“靶行为”及其控制变量（前因与后果）；在此基础上量化行为基线，确立可测量的治疗目标，并制定系统化的行为矫正方案。\n行为功能分析:在治疗前及初始阶段实施的系统分析，针对来访者内外部条件中影响和控制问题行为的因素，聚焦七个方面，为明确靶行为、制定干预与评估疗效提供依据。\n梳理问题行为的发展历程:回顾问题行为的形成与演变，考察条件化、泛化与维持历程，识别关键发展节点及环境变化，为设定阶段性目标与预防复发提供信息。",
                    "micro_skills": [
                        {
                            "skill_id": "283308",
                            "skill_name": "构建并标注问题发展时间线",
                            "skill_description": "引导来访者按时间顺序梳理家庭、学习与考试等关键事件及情绪/症状变化，标注起始、加重与缓解节点，记录环境与条件变化以及既往应对与治疗尝试，构建清晰的发展时间线，用于阶段性评估与目标设定。",
                            "when_to_use": "初期评估与诊断或方案制定前，需要理解问题形成与演变脉络时。",
                            "trigger": "来访者能连续回忆并提供起病时间、关键事件（如考试）、症状频率或功能随时间变化的信息。"
                        }
                    ]
                },
                {
                    "meta_skill": "评估性会谈:旨在通过行为观察与功能分析，明确界定“靶行为”及其控制变量（前因与后果）；在此基础上量化行为基线，确立可测量的治疗目标，并制定系统化的行为矫正方案。\n行为功能分析:在治疗前及初始阶段实施的系统分析，针对来访者内外部条件中影响和控制问题行为的因素，聚焦七个方面，为明确靶行为、制定干预与评估疗效提供依据。\n评估患者自我控制能力:评估来访者自我监控与自我强化能力，梳理以往自我控制尝试及其成效，确定可行的自我管理策略与支持需求，提升治疗依从性。",
                    "micro_skills": [
                        {
                            "skill_id": "113",
                            "skill_name": "开展自我控制分析",
                            "skill_description": "依据行为功能分析要求，评估来访者自我控制状况，检查其为控制问题行为曾做的努力及其成效，聚焦当前不良行为，明确后续干预所需的重点与难点。",
                            "when_to_use": "在行为功能分析的初始阶段或拟定自我管理方案前，用于全面了解既往自控尝试与有效性。",
                            "trigger": "来访者提到“我试过控制/戒掉但没坚持”“偶尔有效但又复发”等，或对自身控制力表示困惑与无力。"
                        },
                        {
                            "skill_id": "114",
                            "skill_name": "指导自我监控建立行为基线",
                            "skill_description": "引导来访者按自我监控要求，正确而详细记录目标行为的时间、地点、情境与次数，建立可对照的基线水平，以评估其自我监控能力与后续变化。",
                            "when_to_use": "在自我管理实施前的目标建立阶段，用于获取客观基线并检验来访者自我记录的可行性。",
                            "trigger": "来访者无法说清行为频率/强度，或仅凭印象描述，缺乏持续记录习惯与工具。"
                        },
                        {
                            "skill_id": "117",
                            "skill_name": "评估并动员社会支持资源",
                            "skill_description": "评估来访者现有社会支持与监督条件，明确可邀请的重要他人参与，设计外部支持以预防自我强化中断，提升自我管理的坚持性。",
                            "when_to_use": "在计划执行阶段前或执行不稳定时，用于补充外部监督、强化依从性与稳定性。",
                            "trigger": "来访者反映“无人监督就松懈”“环境里缺少提醒与鼓励”，或曾因缺乏外部支持而失败。"
                        },
                        {
                            "skill_id": "32511",
                            "skill_name": "布置与核查自我监控与放松作业",
                            "skill_description": "在训练阶段与随访期，布置每日一至两次放松训练、情绪/思维/强迫次数记录等作业，并在回访中核查完成度、记录质量与坚持性，跟踪情绪与生理变化，以评估自我监控、自我管理能力及训练依从性。",
                            "when_to_use": "评估初期至随访阶段的训练与作业环节，用于培养并检测自我监控、自我管理与依从性。",
                            "trigger": "已教授放松技巧或交付自我观察任务；来访者提交或反馈事件、情绪/思维记录及练习频率与效果，需检查落实情况。"
                        },
                        {
                            "skill_id": "2109",
                            "skill_name": "识别作业执行的自我效能与障碍",
                            "skill_description": "在作业回访与方案讨论中，记录“不相信能做到”“注意力无法集中”等反馈，核查练习频率与规律性变化，识别训练习惯未养成、不规律执行等障碍，评估自我控制所需支持并据此调整策略。",
                            "when_to_use": "作业回访与依从性评估时，用于明确自我效能限制与执行障碍并调整计划。",
                            "trigger": "来访者对计划焦虑或怀疑、描述执行困难与失败经历；汇报练习频率不规律或习惯未养成；需了解其能否按时记录与反思。"
                        }
                    ]
                },
                {
                    "meta_skill": "评估性会谈:旨在通过行为观察与功能分析，明确界定“靶行为”及其控制变量（前因与后果）；在此基础上量化行为基线，确立可测量的治疗目标，并制定系统化的行为矫正方案。\n行为功能分析:在治疗前及初始阶段实施的系统分析，针对来访者内外部条件中影响和控制问题行为的因素，聚焦七个方面，为明确靶行为、制定干预与评估疗效提供依据。\n评估重要他人对行为的态度:调查重要他人对来访者行为的态度与反应，识别赞许、批评或忽视所起的强化/惩罚作用，调整家庭与社会环境中的维持因素。",
                    "micro_skills": [
                        {
                            "skill_id": "298511",
                            "skill_name": "系统收集并记录重要他人态度与反应",
                            "skill_description": "依据来访者叙述与多源观察，系统收集并记录父母、老师、同学、伴侣、同事等对其的具体反应与评价（如支持、批评、嘲笑、教育/体罚、劝阻、关怀或不热情），标注其对情绪、恐惧与回避、学习与睡眠等的影响，评估可能的强化或抑制作用，将家校等信息纳入综合评估，为后续调整家庭与支持系统提供依据。",
                            "when_to_use": "初诊/初评与诊断阶段的社会支持与环境评估；或咨询后期与随访时进行疗效评估与资料核实、整合外部观察。",
                            "trigger": "来访者谈及他人支持、批评、教育或关怀行为；可联系父母、老师、同学、辅导员或伴侣提供客观反馈；仅凭自述难以全面掌握问题，或他人态度明显影响其情绪与行为时。"
                        }
                    ]
                },
                {
                    "meta_skill": "评估性会谈:旨在通过行为观察与功能分析，明确界定“靶行为”及其控制变量（前因与后果）；在此基础上量化行为基线，确立可测量的治疗目标，并制定系统化的行为矫正方案。\n行为功能分析:在治疗前及初始阶段实施的系统分析，针对来访者内外部条件中影响和控制问题行为的因素，聚焦七个方面，为明确靶行为、制定干预与评估疗效提供依据。\n评估物理环境对行为的影响:识别物理环境中影响行为的关键细节，如场所布局、刺激可达性与提示线索，优化环境以减少触发、增强期望行为的自然线索。",
                    "micro_skills": [
                        {
                            "skill_id": "283314",
                            "skill_name": "识别并标注关键物理场景与环境提示线索",
                            "skill_description": "在功能分析与情境评估中，系统识别并记录高风险场所与提示线索：学校门口、教室、宿舍、黑暗处、长楼梯、电梯、拥挤或通风不良环境，以及人群、离家距离、听到“地震”、与人物相关的照片/名字、午夜恐吓短信、鬼叫声等；同步标注各场景下的情绪与躯体反应，用于评估其对恐惧、回避与失眠的触发作用，建立环境触发清单并为后续刺激控制提供依据。",
                            "when_to_use": "列出情景与建立事件等级或环境触发清单时；处于物理环境评估与情境建构阶段，或系统脱敏前、准备进入目标场景时。",
                            "trigger": "来访者在到校、上课、睡觉、上楼、考试（含座位安排）、经过曾遭威胁地点或宿舍路径等场景，或接触到人群、距离、特定词语（如“地震”）、照片、名字、恐吓短信、鬼叫声等提示线索时，出现恐惧、紧张、回避、失眠或躯体反应加剧。"
                        }
                    ]
                },
                {
                    "meta_skill": "评估性会谈:旨在通过行为观察与功能分析，明确界定“靶行为”及其控制变量（前因与后果）；在此基础上量化行为基线，确立可测量的治疗目标，并制定系统化的行为矫正方案。\n行为功能分析:在治疗前及初始阶段实施的系统分析，针对来访者内外部条件中影响和控制问题行为的因素，聚焦七个方面，为明确靶行为、制定干预与评估疗效提供依据。\n分析问题行为的动机与强化:评估维持问题行为的动机与强化，识别逃避与寻求的功能性后果，明确关键强化物与回避链条，为采用强化、消退或对抗性反应设计提供依据。",
                    "micro_skills": [
                        {
                            "skill_id": "81",
                            "skill_name": "甄别可操作强化物与可控性",
                            "skill_description": "结合来访者需要与兴趣，筛选具有强化功能的后果，并评估其可获得性与可调控性；同时识别当前维持物是否可被隔离或替代。",
                            "when_to_use": "当已初步判定维持机制，需要评估哪些强化物可用于差别强化，哪些可被限制或转移时。",
                            "trigger": "来访者明确偏好或对某些奖励最为敏感，或报告某些结果几乎不可避免、难以控制。"
                        }
                    ]
                }
            ],
            "session_dialogue": [
                {
                    "role": "Counselor",
                    "text": "<think><assessment>初次见面先降紧张，建立安全感与合作氛围。</assessment><client_state>未发言，可能拘谨、略紧张。</client_state><skill>753:在咨询开始时，咨询师以充分尊重的态度与来访者接触，认可其求助动机与叙述节奏，避免打断与评判，为随后的评估与测验营造安全、合作的起点。;254103:以专注倾听、共情反映与积极关注，使用明确的共情语句确认其体验与担忧，保持无条件接纳与不评判，容许并鼓励尽情倾诉，缓解紧张与烦躁，增强被理解感、信任与安全感，巩固咨访关系。</skill><strategy>简短寒暄并正常化紧张，给出接纳性的开场。</strategy></think>你好，欢迎你来这里。路上还顺利吗？第一次见面感到有些紧张很正常。"
                },
                {
                    "role": "Client",
                    "text": "还行吧，就是心里有点紧。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>先确认称呼偏好，增强控制感。</assessment><client_state>轻度紧张但可合作。</client_state><skill>753:在咨询开始时，咨询师以充分尊重的态度与来访者接触，认可其求助动机与叙述节奏，避免打断与评判，为随后的评估与测验营造安全、合作的起点。;254103:以专注倾听、共情反映与积极关注，使用明确的共情语句确认其体验与担忧，保持无条件接纳与不评判，容许并鼓励尽情倾诉，缓解紧张与烦躁，增强被理解感、信任与安全感，巩固咨访关系。</skill><strategy>以开放式礼貌询问称呼。</strategy></think>我该怎么称呼你会更舒服？"
                },
                {
                    "role": "Client",
                    "text": "叫我小刘就行。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>邀请用自己的话提出来意，利于后续行为化。</assessment><client_state>愿意表达，略紧绷。</client_state><skill>254103:以专注倾听、共情反映与积极关注，使用明确的共情语句确认其体验与担忧，保持无条件接纳与不评判，容许并鼓励尽情倾诉，缓解紧张与烦躁，增强被理解感、信任与安全感，巩固咨访关系。;773:在咨询开始时运用开放性、半开放性及封闭性问题，循序引导来访者描述现状与困扰细节，全面获取其详细资料，提升信息的完整性与可用性。</skill><strategy>请其用一句话概括最想解决的问题。</strategy></think>小刘，这次你最想先解决的困扰是什么？"
                },
                {
                    "role": "Client",
                    "text": "主要是考试，一到临近或者考试那天就很慌，晚上睡不踏实。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>开始采集基础信息，构建基本画像。</assessment><client_state>条理清楚，情绪可控。</client_state><skill>773:在咨询开始时运用开放性、半开放性及封闭性问题，循序引导来访者描述现状与困扰细节，全面获取其详细资料，提升信息的完整性与可用性。;315502:系统采集并记录一般资料与既往病史，包含性别、年龄、年级/专业、教育与婚姻、职业、家庭结构与经济状况、成长与家庭史、重大医疗事件及家族精神病史，并可引导填写登记/信息表，形成基础档案支持后续评估与诊断。</skill><strategy>单点询问年级。</strategy></think>你现在读几年级？"
                },
                {
                    "role": "Client",
                    "text": "高一。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>继续完善基础信息。</assessment><client_state>配合度良好。</client_state><skill>773:在咨询开始时运用开放性、半开放性及封闭性问题，循序引导来访者描述现状与困扰细节，全面获取其详细资料，提升信息的完整性与可用性。;315502:系统采集并记录一般资料与既往病史，包含性别、年龄、年级/专业、教育与婚姻、职业、家庭结构与经济状况、成长与家庭史、重大医疗事件及家族精神病史，并可引导填写登记/信息表，形成基础档案支持后续评估与诊断。</skill><strategy>单点询问年龄。</strategy></think>你今年多大？"
                },
                {
                    "role": "Client",
                    "text": "17岁。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>补全家庭同住情况，了解主要照料关系。</assessment><client_state>稳定、愿意回答。</client_state><skill>773:在咨询开始时运用开放性、半开放性及封闭性问题，循序引导来访者描述现状与困扰细节，全面获取其详细资料，提升信息的完整性与可用性。;315502:系统采集并记录一般资料与既往病史，包含性别、年龄、年级/专业、教育与婚姻、职业、家庭结构与经济状况、成长与家庭史、重大医疗事件及家族精神病史，并可引导填写登记/信息表，形成基础档案支持后续评估与诊断。</skill><strategy>单点询问与谁同住。</strategy></think>平时你和谁一起住？"
                },
                {
                    "role": "Client",
                    "text": "和爸妈一起。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>说明咨询框架，建立安全边界与知情同意。</assessment><client_state>有不确定感，需边界清晰化。</client_state><skill>186300:在会谈初期向来访者清晰说明咨询事项与基本规则，介绍评估流程、测验与家庭作业安排、记录方式与时间安排，并说明机构规程与咨询师资质，预告后续测评与作业，帮助其理解期望与边界，减少不确定与紧张，提升安全感与合作。;292100:在会谈开始清晰说明咨询设置与安排（地点、时间、频次、费用等），明确保密原则及法定例外、记录与使用范围，并告知可能用于督导或研究且匿名，完成知情同意与约定，降低不安并建立信任。</skill><strategy>简述保密与法定例外、时长频率、评估与作业、记录用途与权利义务要点，最后以单一问题征得同意。</strategy></think>简单说下我们的合作：谈话在保密前提下进行（涉及安全风险、法律要求等为法定例外），每次约50分钟；我们会把问题具体化，做一些测评和简单作业，我会记录要点用于评估，你有权了解流程、提出疑问、选择或更换咨询师并约定时间；你也需要按时出席并尽力完成练习。这样的安排你愿意吗？"
                },
                {
                    "role": "Client",
                    "text": "可以，这样我心里更有数。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>了解学业现状以评估功能受损与动机。</assessment><client_state>谈到学习可能紧张上升。</client_state><skill>773:在咨询开始时运用开放性、半开放性及封闭性问题，循序引导来访者描述现状与困扰细节，全面获取其详细资料，提升信息的完整性与可用性。;775:在会谈中留意并记录来访者在不同话题下的表情、语速与情绪变化，尤其是触及关键主题时的波动，以补充主诉并提供客观依据。</skill><strategy>开放式邀请对近期学习状态做自评。</strategy></think>最近你对自己的学习状态和成绩整体怎么看？"
                },
                {
                    "role": "Client",
                    "text": "刚进校还可以，但竞争挺激烈。上次期中掉得挺多的，压力一下就上来了。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>开始将“紧张”具体化，抓一段最近经历做细化记录。</assessment><client_state>进入关键话题，生理紧绷可能出现。</client_state><skill>34304:引导来访者用其语言陈述主诉与个人经历，精确记录时间线、症状与持续时长，保留原话要点，并整理努力与练习时长、失误情境、当前焦虑与睡眠注意力受损、对同学老师看法等细节，形成症状清单与叙述资料。;186305:与来访者深入交谈，系统收集症状表现、触发情境、持续时间与强度、回避策略及对学习、人际与生活的影响，梳理出现经过与不愉快事件，形成时间线与功能受损概况，并进行初步问题分析，帮助其理解“为什么会这样”。</skill><strategy>请其回忆最近一次典型情境下的身体反应与可见行为。</strategy></think>请回忆最近一次考试前或考试中的经历：当时你的身体和行为具体发生了什么？"
                },
                {
                    "role": "Client",
                    "text": "心跳很快，手心出汗，肩膀一直绷着。那晚翻来覆去睡不着，第二天上课就走神。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>补充认知层面的自动想法，利于功能分析。</assessment><client_state>能具体描述，情绪可控。</client_state><skill>34304:引导来访者用其语言陈述主诉与个人经历，精确记录时间线、症状与持续时长，保留原话要点，并整理努力与练习时长、失误情境、当前焦虑与睡眠注意力受损、对同学老师看法等细节，形成症状清单与叙述资料。;186305:与来访者深入交谈，系统收集症状表现、触发情境、持续时间与强度、回避策略及对学习、人际与生活的影响，梳理出现经过与不愉快事件，形成时间线与功能受损概况，并进行初步问题分析，帮助其理解“为什么会这样”。</skill><strategy>单点追问当时脑海中的具体念头或自我对话。</strategy></think>那时你脑子里会对自己说些什么或冒出哪些想法？"
                },
                {
                    "role": "Client",
                    "text": "会想“这次一定要考好”“别紧张，千万别出错”，还会闪过“如果考不好就丢脸了”。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>开始锁定具体触发线索，做A项提取。</assessment><client_state>可操作信息逐步增多。</client_state><skill>33:在行为功能分析的开端，着重决定问题行为出现时的具体条件，作为后续评估的切入点；围绕行为发生当下的情境线索进行有序询问与记录，确保信息可操作。;169301:在评估早期，依据来访者叙述与观察，提取临近或参加考试时的高频触发点，如时间提醒、进入教室、见到老师、遇到难题等，精确追问何时何地及伴随躯体线索（如胸闷），并引导回忆与记录，形成可操作的触发清单，为后续刺激控制与对抗训练提供依据。</skill><strategy>单点追问最近一次最先触发的那一刻是什么。</strategy></think>最近一次最先让你紧起来的那个瞬间是什么？"
                },
                {
                    "role": "Client",
                    "text": "老师说要月考的那一刻心就一紧。进考场坐下、监考老师在我附近走动、遇到难题卡住也都会更慌，考后对答案不一样又开始纠结。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>补足未覆盖触发：临考前一周的准备阶段。</assessment><client_state>愿意补充细节。</client_state><skill>33:在行为功能分析的开端，着重决定问题行为出现时的具体条件，作为后续评估的切入点；围绕行为发生当下的情境线索进行有序询问与记录，确保信息可操作。;169301:在评估早期，依据来访者叙述与观察，提取临近或参加考试时的高频触发点，如时间提醒、进入教室、见到老师、遇到难题等，精确追问何时何地及伴随躯体线索（如胸闷），并引导回忆与记录，形成可操作的触发清单，为后续刺激控制与对抗训练提供依据。</skill><strategy>单点追问在离考试一周开始准备时，紧张是否明显上来。</strategy></think>在离考试一周开始准备的那几天，你的紧张会不会明显上来？"
                },
                {
                    "role": "Client",
                    "text": "会，越靠近就越绷，尤其前两天更明显。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>补足未覆盖触发：感觉准备不足且明天就考试的当晚。</assessment><client_state>触发线索逐步完整。</client_state><skill>33:在行为功能分析的开端，着重决定问题行为出现时的具体条件，作为后续评估的切入点；围绕行为发生当下的情境线索进行有序询问与记录，确保信息可操作。;169301:在评估早期，依据来访者叙述与观察，提取临近或参加考试时的高频触发点，如时间提醒、进入教室、见到老师、遇到难题等，精确追问何时何地及伴随躯体线索（如胸闷），并引导回忆与记录，形成可操作的触发清单，为后续刺激控制与对抗训练提供依据。</skill><strategy>单点追问“前一晚且觉得准备不充分”时的身心反应。</strategy></think>当你觉得“明天就要考试但准备不充分”的前一晚，身体和想法会发生什么？"
                },
                {
                    "role": "Client",
                    "text": "会更慌，脑子一直转想着要补点什么，越想越睡不着。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>转入C项与功能影响，量化受损范围。</assessment><client_state>叙述具体，担忧感在场。</client_state><skill>186305:与来访者深入交谈，系统收集症状表现、触发情境、持续时间与强度、回避策略及对学习、人际与生活的影响，梳理出现经过与不愉快事件，形成时间线与功能受损概况，并进行初步问题分析，帮助其理解“为什么会这样”。;53:在情境分析中系统了解并记录问题行为在不同场合的出现次数、单次持续时长及波及的情境范围，以形成可观察、可比较的量化资料，作为后续评估与干预设计的依据。</skill><strategy>单点追问这些反应通常带来的后续影响。</strategy></think>这些反应之后通常会带来哪些影响？"
                },
                {
                    "role": "Client",
                    "text": "当晚就难入睡，第二天人很累，上课注意力不集中，复习效率也低，考试发挥会受影响。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>建立近三周的频率与时长基线。</assessment><client_state>愿意量化回忆。</client_state><skill>53:在情境分析中系统了解并记录问题行为在不同场合的出现次数、单次持续时长及波及的情境范围，以形成可观察、可比较的量化资料，作为后续评估与干预设计的依据。;186305:与来访者深入交谈，系统收集症状表现、触发情境、持续时间与强度、回避策略及对学习、人际与生活的影响，梳理出现经过与不愉快事件，形成时间线与功能受损概况，并进行初步问题分析，帮助其理解“为什么会这样”。</skill><strategy>单点询问过去三周出现的天数。</strategy></think>过去三周，这样的紧张或睡不好的情况，大概每周有几天？"
                },
                {
                    "role": "Client",
                    "text": "一般一周两三天，考前那周会到三四天。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>继续量化睡眠受损。</assessment><client_state>配合提供数据。</client_state><skill>53:在情境分析中系统了解并记录问题行为在不同场合的出现次数、单次持续时长及波及的情境范围，以形成可观察、可比较的量化资料，作为后续评估与干预设计的依据。;186305:与来访者深入交谈，系统收集症状表现、触发情境、持续时间与强度、回避策略及对学习、人际与生活的影响，梳理出现经过与不愉快事件，形成时间线与功能受损概况，并进行初步问题分析，帮助其理解“为什么会这样”。</skill><strategy>单点询问差的时候能睡几个小时。</strategy></think>在这些夜里，差的时候你大概能睡几个小时？"
                },
                {
                    "role": "Client",
                    "text": "四五个小时吧。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>引入主观紧张评分并锚定端点，便于后续监测。</assessment><client_state>愿意学习工具。</client_state><skill>174:向来访者解释0—100主观焦虑量表的含义，0为完全平静，100为最严重焦虑；结合其实际情境举例阐明端点锚定与个体差异，使评分标准清晰可用。;175:教会来访者使用主观焦虑等级量表或内插法进行评分，说明常用工具与步骤，帮助其在不同恐惧事件之间形成可比、可理解的主观分值。</skill><strategy>简要说明后请其给当前谈及考试时的紧张打分。</strategy></think>接下来我们用0—10的主观紧张评分（0是完全平静，10是你能想象的最强紧张），此刻谈到考试时你会给自己的紧张打几分？"
                },
                {
                    "role": "Client",
                    "text": "大概6分。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>了解以往自我控制尝试与效果，识别无效策略。</assessment><client_state>可能对无效经验有挫败感。</client_state><skill>113:依据行为功能分析要求，评估来访者自我控制状况，检查其为控制问题行为曾做的努力及其成效，聚焦当前不良行为，明确后续干预所需的重点与难点。;34304:引导来访者用其语言陈述主诉与个人经历，精确记录时间线、症状与持续时长，保留原话要点，并整理努力与练习时长、失误情境、当前焦虑与睡眠注意力受损、对同学老师看法等细节，形成症状清单与叙述资料。</skill><strategy>单点询问他尝试过的缓解紧张或改善睡眠的方法。</strategy></think>你之前试过哪些办法来缓解紧张或改善睡眠？"
                },
                {
                    "role": "Client",
                    "text": "会跟自己说别紧张，然后多刷题、深呼吸两下，有时喝咖啡熬着复习。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>评估这些尝试的实际效果与副作用，识别障碍。</assessment><client_state>对成效有现实感受。</client_state><skill>113:依据行为功能分析要求，评估来访者自我控制状况，检查其为控制问题行为曾做的努力及其成效，聚焦当前不良行为，明确后续干预所需的重点与难点。;2109:在作业回访与方案讨论中，记录“不相信能做到”“注意力无法集中”等反馈，核查练习频率与规律性变化，识别训练习惯未养成、不规律执行等障碍，评估自我控制所需支持并据此调整策略。</skill><strategy>单点询问这些办法通常带来什么效果。</strategy></think>这些办法通常带来什么效果？"
                },
                {
                    "role": "Client",
                    "text": "一开始能顶一下，但越告诉自己别紧张越紧张，喝咖啡反而更睡不着。上次还被老师当堂点名说我走神，挺难堪的。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>出现次要叙事（被点名），先验证情绪，再与当前触发建立情感连接并回到主线。</assessment><client_state>感到尴尬和被关注时的压力。</client_state><skill>254103:以专注倾听、共情反映与积极关注，使用明确的共情语句确认其体验与担忧，保持无条件接纳与不评判，容许并鼓励尽情倾诉，缓解紧张与烦躁，增强被理解感、信任与安全感，巩固咨访关系。;33:在行为功能分析的开端，着重决定问题行为出现时的具体条件，作为后续评估的切入点；围绕行为发生当下的情境线索进行有序询问与记录，确保信息可操作。</skill><strategy>验证尴尬感，并桥接到“被老师靠近/被关注提醒”是否也是触发线索。</strategy></think>被当堂点名确实很难受，你当时既尴尬也有压力。像“老师靠近或提醒你”的场景，现在也会成为让你紧起来的触发之一吗？"
                },
                {
                    "role": "Client",
                    "text": "会的，只要老师在我旁边走动或者提醒时间，我就更紧。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>收集重要他人的反应，纳入功能性评估。</assessment><client_state>对外界评价较敏感。</client_state><skill>298511:依据来访者叙述与多源观察，系统收集并记录父母、老师、同学、伴侣、同事等对其的具体反应与评价（如支持、批评、嘲笑、教育/体罚、劝阻、关怀或不热情），标注其对情绪、恐惧与回避、学习与睡眠等的影响，评估可能的强化或抑制作用，将家校等信息纳入综合评估，为后续调整家庭与支持系统提供依据。;254103:以专注倾听、共情反映与积极关注，使用明确的共情语句确认其体验与担忧，保持无条件接纳与不评判，容许并鼓励尽情倾诉，缓解紧张与烦躁，增强被理解感、信任与安全感，巩固咨访关系。</skill><strategy>单点询问父母或老师在你紧张或成绩波动时的典型反应。</strategy></think>当你紧张或成绩波动时，父母或老师一般会怎么回应你？"
                },
                {
                    "role": "Client",
                    "text": "爸妈会比较严，说要更努力；老师有的鼓励，有的会提醒我要稳住。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>识别物理环境与提示线索，为后续刺激控制做准备。</assessment><client_state>能识别具体场景。</client_state><skill>283314:在功能分析与情境评估中，系统识别并记录高风险场所与提示线索：学校门口、教室、宿舍、黑暗处、长楼梯、电梯、拥挤或通风不良环境，以及人群、离家距离、听到“地震”、与人物相关的照片/名字、午夜恐吓短信、鬼叫声等；同步标注各场景下的情绪与躯体反应，用于评估其对恐惧、回避与失眠的触发作用，建立环境触发清单并为后续刺激控制提供依据。;169301:在评估早期，依据来访者叙述与观察，提取临近或参加考试时的高频触发点，如时间提醒、进入教室、见到老师、遇到难题等，精确追问何时何地及伴随躯体线索（如胸闷），并引导回忆与记录，形成可操作的触发清单，为后续刺激控制与对抗训练提供依据。</skill><strategy>单点询问更容易紧张的具体场景或提示线索。</strategy></think>在哪些具体场景或提示下你更容易紧张，比如座位、倒计时、铃声或熄灯前想起考试？"
                },
                {
                    "role": "Client",
                    "text": "走进考场、试卷发下来、监考老师在附近、看到墙上的倒计时，还有晚上躺下准备睡觉时想到第二天考试。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>筛查可用的正性强化物，提升练习的动力。</assessment><client_state>情绪稍放松，愿意谈喜欢的事。</client_state><skill>81:结合来访者需要与兴趣，筛选具有强化功能的后果，并评估其可获得性与可调控性；同时识别当前维持物是否可被隔离或替代。;254103:以专注倾听、共情反映与积极关注，使用明确的共情语句确认其体验与担忧，保持无条件接纳与不评判，容许并鼓励尽情倾诉，缓解紧张与烦躁，增强被理解感、信任与安全感，巩固咨访关系。</skill><strategy>单点询问能作为奖励或放松的活动。</strategy></think>哪些事情能让你放松或有成就感，适合作为练习后的奖励？"
                },
                {
                    "role": "Client",
                    "text": "打篮球、听歌，周末跟朋友吃点烧烤，和好朋友聊聊天。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>动员可利用的支持资源，增强执行的可持续性。</assessment><client_state>对家里支持度谨慎，但对同学/老师开放。</client_state><skill>117:评估来访者现有社会支持与监督条件，明确可邀请的重要他人参与，设计外部支持以预防自我强化中断，提升自我管理的坚持性。;113:依据行为功能分析要求，评估来访者自我控制状况，检查其为控制问题行为曾做的努力及其成效，聚焦当前不良行为，明确后续干预所需的重点与难点。</skill><strategy>单点询问谁或哪些工具可以支持记录与练习。</strategy></think>在你记录与练习时，哪些人或工具能支持你，比如同学、老师或手机提醒？"
                },
                {
                    "role": "Client",
                    "text": "同桌和班主任应该可以，手机提醒也方便。家里我暂时不太想说。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>启动标准化测评，建立量化基线并说明用途。</assessment><client_state>配合度高。</client_state><skill>19106:选择并施测SAS焦虑自评量表，规范指导填写与评分，记录总粗分与标准分，参照中国常模分界（50）与分级（如60–69为中度）判定严重度；必要时结合SDS或EPQ，形成量化基线以支持诊断与随访比较。;300312:施测SAS（必要时SDS），计算标准分并依据分数区间解释轻/中/重度；或结合SCL-90因子分判定相关维度，将测评结果转化为临床等级用于严重度判断、干预规划与疗效追踪，并向来访者反馈。</skill><strategy>提出当场填写SAS并说明将用于后续对比，单点征求同意。</strategy></think>我想给你施测一份SAS焦虑量表，今天现场完成，结果会作为起点分数，后续节点我们会对比变化，可以吗？"
                },
                {
                    "role": "Client",
                    "text": "可以，现场填没问题。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>布置每日自我监测表，明确记录项目与基线建立。</assessment><client_state>愿意执行，但担心遗忘。</client_state><skill>114:引导来访者按自我监控要求，正确而详细记录目标行为的时间、地点、情境与次数，建立可对照的基线水平，以评估其自我监控能力与后续变化。;415:分析当前行为现状，测出并记录基线水平（如频率、持续时间、强度与典型情境），作为后续变化评估与强化安排的对照依据。</skill><strategy>提出具体记录项（当天最高紧张SUDS、睡眠时长/质量、学习投入时段与时长），单点征求同意。</strategy></think>接下来一周，请你每天记录一次当日最高紧张评分（0–10）、当晚睡眠时长/主观质量，以及当天投入学习的时段和时长，可以吗？"
                },
                {
                    "role": "Client",
                    "text": "可以，就是怕有时会忘。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>识别执行障碍并立刻提供前提控制策略（提醒）。</assessment><client_state>动机在，自我效能略担心。</client_state><skill>2109:在作业回访与方案讨论中，记录“不相信能做到”“注意力无法集中”等反馈，核查练习频率与规律性变化，识别训练习惯未养成、不规律执行等障碍，评估自我控制所需支持并据此调整策略。;114:引导来访者按自我监控要求，正确而详细记录目标行为的时间、地点、情境与次数，建立可对照的基线水平，以评估其自我监控能力与后续变化。</skill><strategy>提供“固定手机提醒”这一可执行选项并请其确认。</strategy></think>我们可以设置每天固定时段的手机提醒来完成记录，这个方式你愿意用吗？"
                },
                {
                    "role": "Client",
                    "text": "愿意，我设在晚上十点提醒。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>进入目标协商，外化为可测指标。</assessment><client_state>目标感清晰，期待实用改善。</client_state><skill>49510:在评估后与来访者协商形成近期、具体、可行且可评估的目标，如缓解焦虑与心慌失眠、改善睡眠与情绪管理，修正灾难化/过度概括等不合理认知，减少回避至能独自出行或与人正常交往，学习放松与积极自我对话、提升与父母老师的沟通；必要时简要说明拟用方法与实施计划。;72309:在评估与诊断后，与来访者分层明确并记录具体、近期、长期及最终目标（如相信自己、了解焦虑来源、学会情绪管理、消除考试焦虑），纠正不合理认知与行为、建立理性认知与适应性行为模式；沟通可达成的预期并形成可执行方案，用于指导后续实施。</skill><strategy>单点询问他最想看到的三项近期变化。</strategy></think>如果列三项近期最想看到的变化，你会选哪些？"
                },
                {
                    "role": "Client",
                    "text": "考前不要那么慌，晚上能快点睡着，考试中注意力能稳住。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>将第一个目标量化为可达区间。</assessment><client_state>乐于量化。</client_state><skill>49510:在评估后与来访者协商形成近期、具体、可行且可评估的目标，如缓解焦虑与心慌失眠、改善睡眠与情绪管理，修正灾难化/过度概括等不合理认知，减少回避至能独自出行或与人正常交往，学习放松与积极自我对话、提升与父母老师的沟通；必要时简要说明拟用方法与实施计划。;415:分析当前行为现状，测出并记录基线水平（如频率、持续时间、强度与典型情境），作为后续变化评估与强化安排的对照依据。</skill><strategy>单点询问考前最高紧张希望从多少降到多少。</strategy></think>以0—10来算，你希望考前最高紧张从多少降到多少比较现实？"
                },
                {
                    "role": "Client",
                    "text": "现在大概8到9吧，降到4到5就不错。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>继续量化睡眠目标。</assessment><client_state>能给出具体数字。</client_state><skill>49510:在评估后与来访者协商形成近期、具体、可行且可评估的目标，如缓解焦虑与心慌失眠、改善睡眠与情绪管理，修正灾难化/过度概括等不合理认知，减少回避至能独自出行或与人正常交往，学习放松与积极自我对话、提升与父母老师的沟通；必要时简要说明拟用方法与实施计划。;415:分析当前行为现状，测出并记录基线水平（如频率、持续时间、强度与典型情境），作为后续变化评估与强化安排的对照依据。</skill><strategy>单点询问入睡潜伏期与总睡时的目标。</strategy></think>关于睡眠，你希望入睡时间控制在多久内、总睡多久比较合适？"
                },
                {
                    "role": "Client",
                    "text": "最好半小时内能睡着，总共6个半到7个小时。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>量化考试中注意力目标并明确自我拉回标准。</assessment><client_state>目标可操作。</client_state><skill>49510:在评估后与来访者协商形成近期、具体、可行且可评估的目标，如缓解焦虑与心慌失眠、改善睡眠与情绪管理，修正灾难化/过度概括等不合理认知，减少回避至能独自出行或与人正常交往，学习放松与积极自我对话、提升与父母老师的沟通；必要时简要说明拟用方法与实施计划。;703:在目标确认时明确来访者的责任与承诺，约定自我监测或配合要求，促使其对目标承担执行与反馈的主体责任。</skill><strategy>单点询问考试中走神的允许频次和拉回时限。</strategy></think>考试过程中，你希望走神减少到什么程度算达标（比如次数或能多快把注意力拉回）？"
                },
                {
                    "role": "Client",
                    "text": "偶尔一两次就好，而且能很快拉回。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>布置事件记录作业，训练ABC自我观察。</assessment><client_state>愿意尝试结构化记录。</client_state><skill>32511:在训练阶段与随访期，布置每日一至两次放松训练、情绪/思维/强迫次数记录等作业，并在回访中核查完成度、记录质量与坚持性，跟踪情绪与生理变化，以评估自我监控、自我管理能力及训练依从性。;193505:将自我管理落地为行动：布置并要求持续执行家庭作业与日常自练，如每日放松训练1–2次、合理信念复习与ABC记录、场景想象与渐进放松、记录并在家练习“阻断”强迫思维、继续放松与听催眠录音、落实求职策略等，并按时反馈，以巩固改变、提升坚持度与自助能力。</skill><strategy>单点布置任务：本周选择一次考情相关情境并分段记录情境—身体—想法—行为—评分。</strategy></think>这周请你选择一次最接近考试的情境，按时间顺序记录“情境—身体—想法—行为—紧张评分（0–10）”，越具体越好，可以吗？"
                },
                {
                    "role": "Client",
                    "text": "可以，我记在手机里。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>安排优势聚焦作业，提升自我效能与积极自我对话素材。</assessment><client_state>略别扭但愿意尝试。</client_state><skill>193505:将自我管理落地为行动：布置并要求持续执行家庭作业与日常自练，如每日放松训练1–2次、合理信念复习与ABC记录、场景想象与渐进放松、记录并在家练习“阻断”强迫思维、继续放松与听催眠录音、落实求职策略等，并按时反馈，以巩固改变、提升坚持度与自助能力。;453:在自我管理干预的起始阶段；来访者对是否开始改变尚在权衡或动机不足，需要明确选择并进入行动。</skill><strategy>单点布置“10个优点”朗读练习并确认愿意尝试。</strategy></think>同时请你列出自己10个优点，贴在看得见的地方，每天对镜朗读5遍并记录感受，愿意试试吗？"
                },
                {
                    "role": "Client",
                    "text": "有点别扭，但我试试。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>为下次分级脱敏做铺垫，收集触发清单。</assessment><client_state>能识别触发，适合先自我收集。</client_state><skill>169301:在评估早期，依据来访者叙述与观察，提取临近或参加考试时的高频触发点，如时间提醒、进入教室、见到老师、遇到难题等，精确追问何时何地及伴随躯体线索（如胸闷），并引导回忆与记录，形成可操作的触发清单，为后续刺激控制与对抗训练提供依据。;154300:与来访者梳理典型社交、舞台或考试等情境，按其在不同情境中的主观紧张体验给予分值（如0–5、0–10、0–80或0–100），记录并比较强弱，按由弱到强排序，形成分层的焦虑事件等级，为后续分级脱敏与练习推进提供量化依据。</skill><strategy>单点请其这周把考前/考中触发点先列清单，带来一起排序。</strategy></think>下次我们需要把考前和考中的具体触发点列成清单，这周你先随手记下来，带来一起排序，可以吗？"
                },
                {
                    "role": "Client",
                    "text": "可以，我会把倒计时、监考走近、遇到难题这些都记上。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>明确下次时间并巩固契约与预期。</assessment><client_state>准备进入执行阶段。</client_state><skill>292100:在会谈开始清晰说明咨询设置与安排（地点、时间、频次、费用等），明确保密原则及法定例外、记录与使用范围，并告知可能用于督导或研究且匿名，完成知情同意与约定，降低不安并建立信任。;56705:在介绍咨询性质、保密原则与例外、拟用方法与目标及流程规则的基础上，明确双方权利、义务与练习任务，并约定预约时间结构（如八次、首周两次、随后每周一次）；经充分沟通后达成一致或签订书面协议，使来访者形成清晰承诺，提升坚持度与配合度。</skill><strategy>单点确认下次同一时间是否合适。</strategy></think>我们下周这个时间再见面合适吗？"
                },
                {
                    "role": "Client",
                    "text": "合适。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>总结要点、强化投入并预告方向，给予清晰的收尾。</assessment><client_state>被理解感提升，方向更明确。</client_state><skill>254103:以专注倾听、共情反映与积极关注，使用明确的共情语句确认其体验与担忧，保持无条件接纳与不评判，容许并鼓励尽情倾诉，缓解紧张与烦躁，增强被理解感、信任与安全感，巩固咨访关系。;453:在自我管理干预的起始阶段；来访者对是否开始改变尚在权衡或动机不足，需要明确选择并进入行动。</skill><strategy>简要总结今日发现与作业，正向强化并预告将结合放松训练、积极自我对话与分级暴露推进。</strategy></think>今天我们把你的紧张具体化并画出了关键触发（听到考试、进考场、监考走近、遇到难题、对答案不一致、考前一周尤其前两天、前一晚感觉准备不足），量化了影响（睡眠与注意力），明确了三个近期目标；你将完成SAS、每日监测、一次事件记录和“10个优点”。你的投入很关键，下一步我们会结合放松训练、积极自我对话与分级暴露，配合你的记录一点点往前走。"
                }
            ],
            "session_summary": {
                "session_summary_abstract": "本次为首次会谈，咨询师以暖场与情绪正常化开场，确认称呼“叫我小刘就行”，并在获得同意后清晰介绍了保密、流程与角色边界，小刘回应“可以，这样我心里更有数”，初步建立合作关系。随后围绕“考试—反应—后果”进行功能性评估：明确诱因包括听到月考通知、临近考试一周尤其前两天、进考场坐下、监考走近、遇到难题、墙上倒计时、考后对答案不一致及前一晚感觉准备不足；反应包括心跳快、手心出汗、肩颈紧绷、入睡困难与走神，以及自动思维“这次一定要考好”“别紧张，千万别出错”“如果考不好就丢脸”；后果为当晚睡差（差时4–5小时）、次日疲惫、注意力不集中、复习效率下降、发挥受影响。量化方面，当前谈及考试的紧张SUDS=6，近三周一周2–3天紧张/睡差，考前周达3–4天。小刘既往自我调节尝试包括自我命令式抑制“别紧张”、加刷题、偶尔深呼吸及咖啡提神（反而更难睡），并报告被老师点名走神的尴尬。外部反应为父母“比较严，说要更努力”，老师多为提醒稳住。强化与资源筛查中，小刘指出篮球、听歌、与好友聚餐可作为奖励；同桌、班主任和手机提醒可作支持。会谈最后共同外化了近期目标：将考前最高紧张从8–9降至4–5、入睡30分钟内、总睡6.5–7小时、考试中仅偶发走神且能迅速拉回；安排SAS量表施测与一周日常基线（最高紧张、睡眠时长/质量、学习投入时段与时长），并布置“再现一次贴近考试的情境”之ABC记录、列出10个优点并每日朗读记录感受，同时随手整理触发清单为下次排序，确认下周同一时间复约并预告将开展放松训练、积极自我对话与分级暴露。",
                "goal_assessment": {
                    "objective_recap": "本次目标：1) 开场与关系建立、情绪正常化；2) 收集基础信息与来意；3) 介绍与达成咨询框架与契约；4) 将“紧张/焦虑”行为化、量化；5) 完成初步ABC功能性评估与近期频率/强度记录；6) 扩展FBA七维探询（功能、关键线索、历史、他人反应、继发获益等）；7) 动机与潜在强化物筛查；8) 自我控制策略与资源评估；9) 安排量表施测与建立日常基线；10) 目标协商并外化为可测指标；11) 布置作业A（一次事件的ABC再现）；12) 作业B（10个优点及每日朗读记录）；13) 铺垫任务（触发清单）；14) 结束总结与下次安排/预告。",
                    "completion_status": "总体评估：除“扩展FBA七维探询”为部分达成，其余条目均完全达成。具体：1 开场与关系建立—完全达成；2 基础信息与来意—完全达成；3 介绍咨询框架—完全达成；4 行为化与量化—完全达成；5 初步ABC评估—完全达成；6 扩展FBA七维探询—部分达成（已覆盖他人反应、关键线索与既往策略，功能与继发获益层面待深入）；7 动机/强化物—完全达成；8 自我控制与资源评估—完全达成；9 施测与基线—完全达成；10 目标协商—完全达成；11–13 作业与铺垫—完全达成；14 结束与预告—完全达成。",
                    "evidence_and_analysis": "关键证据：1) 咨询框架与契约—“简单说下我们的合作…这样的安排你愿意吗？”“可以，这样我心里更有数。”显示结构说明与同意，联盟初建。2) 行为化与ABC—“请回忆最近一次…身体和行为具体发生了什么？”“心跳很快…那晚翻来覆去睡不着，第二天上课就走神。”表明将主诉转为可观察反应并链接后果，利于后续FBA与基线。3) 目标外化—“现在大概8到9吧，降到4到5就不错。”将期望量化为可测指标，提示动机明确、可评估性增强。临床意义：本次在结构化引导下，小刘合作度高，已形成清晰的诱因—反应—后果链与可操作目标，为后续放松训练与分级暴露奠定条件。FBA层面的功能分析与继发获益尚未完全展开，是下次可深化之处。"
                },
                "client_state_analysis": {
                    "affective_state": "以焦虑/紧张为主，伴生理唤醒（心跳快、出汗、肌肉紧绷）与羞耻/担心“丢脸”的成分。当前谈及考试时主观紧张约SUDS=6，呈情境性升高（靠近考试、监考靠近、难题/倒计时、考后对答案）。在被理解与结构化引导下情绪稳定、合作度良好。",
                    "target_behavior": "临考前后过度生理唤醒与认知过载：失眠/入睡困难、注意走神、考中紧张加剧；伴随消极自动思维（“一定要考好”“别紧张”“考不好就丢脸”）。短期功能为尝试控制威胁与回避失败/丢脸的不良后果，长期后果为睡眠受损、注意涣散与发挥下降。",
                    "behavioral_patterns": "出现安全/控制性行为（自我命令式抑制“别紧张”、加刷题、咖啡提神）但产生反效果；在会谈中信息披露充分、按要求量化配合良好；对记录与作业持开放态度并愿用手机提醒，显示较高的依从性与自我监测意愿。",
                    "therapeutic_alliance": "信任与合作初步建立；来访者对结构化流程与作业表示同意，能共同设定量化目标并约定随访，联盟质量良好、任务一致性高。",
                    "unresolved_points_or_tensions": "与“丢脸”相关的评价威胁与完美主义信念仅被识别，尚未进行功能/证据层面的检验；父母“比较严”的反应与其内化标准的关系未深入；咖啡与晚间高唤醒的恶性循环与睡眠卫生策略未展开；被老师点名的羞耻体验及其条件化联结（老师靠近→紧张）尚待在后续层级中系统处理。"
                },
                "homework": [
                    "接下来一周每日记录一次当日最高紧张评分（0–10）、当晚睡眠时长/主观质量，以及当天投入学习的时段与时长",
                    "选择一次最接近考试的情境，按时间顺序记录“情境—身体—想法—行为—紧张评分（0–10）”",
                    "列出个人10个优点，贴在显眼处，每日对镜朗读5遍并记录感受变化",
                    "随手整理考前/考中的具体触发清单，带来下次一起排序"
                ],
                "client_info_get": {
                    "static_traits": {
                        "age": "17",
                        "name": "小刘",
                        "gender": "",
                        "occupation": "高中生",
                        "educational_background": "高一在读",
                        "marital_status": "",
                        "family_status": "与父母同住",
                        "social_status": "",
                        "medical_history": "",
                        "language_features": ""
                    },
                    "main_problem": "临近考试及考试当天出现明显紧张焦虑，伴随睡眠困难与注意力不集中，影响考试发挥。",
                    "topic": "学业压力",
                    "core_demands": "希望考前不那么慌、入睡更快、考试中注意力更稳。",
                    "growth_experiences": [
                        "上次期中考试成绩明显下降，压力增大。",
                        "曾在课堂上因走神被老师当堂点名，感到难堪。"
                    ],
                    "target_behavior": [
                        {
                            "behavior": "考前与考试中的显著紧张/焦虑反应（心跳加速、手心出汗、肩膀紧绷、反复担忧、难以入睡）",
                            "antecedent": [
                                "老师宣布将要考试/月考",
                                "临近考试的一周，尤其前两天",
                                "前一晚感觉准备不充分",
                                "走进考场、试卷发下来、坐下",
                                "监考老师在附近走动或提醒时间",
                                "遇到难题被卡住",
                                "看到墙上的倒计时",
                                "考试后对答案出现不一致",
                                "晚上躺下想到第二天考试",
                                "老师靠近或提醒"
                            ],
                            "core_reason": "对成绩与他人评价的威胁高度敏感（担心考不好会丢脸）、高标准与低容错的自我要求，叠加前次成绩下滑和被当堂点名的经历，形成灾难化预期与持续警觉。",
                            "function": "逃避不受欢迎的事物：回避失败、丢脸与被批评的风险及不适的焦虑躯体感受；获得受欢迎的事物：通过自我安慰、多刷题、喝咖啡等获得短暂的控制感与安心。",
                            "consequence": "当晚难以入睡（约4–5小时），次日疲劳、注意力不集中、复习效率低、考试表现受影响，并可能被老师点名，进一步加剧焦虑循环。"
                        },
                        {
                            "behavior": "考试与上课时注意力走神",
                            "antecedent": [
                                "睡眠不足后的上课或考试时段",
                                "监考老师走近或提醒时间",
                                "遇到难题卡住"
                            ],
                            "core_reason": "焦虑与对错误/评价的反刍占用认知资源，导致专注受损。",
                            "function": "逃避不受欢迎的事物：从困难题目与紧张感中短暂抽离；获得受欢迎的事物：短暂缓解内在紧张与压力。",
                            "consequence": "学习与考试效率下降，被老师点名，压力与自我怀疑增加。"
                        }
                    ]
                },
                "client_info_merge": {
                    "user_id": "",
                    "static_traits": {
                        "name": "小刘",
                        "age": "17",
                        "gender": "",
                        "occupation": "高中生",
                        "educational_background": "高一在读",
                        "marital_status": "",
                        "family_status": "与父母同住",
                        "social_status": "",
                        "medical_history": "",
                        "language_features": ""
                    },
                    "growth_experiences": [
                        "上次期中考试成绩明显下降，压力增大。",
                        "曾在课堂上因走神被老师当堂点名，感到难堪。"
                    ],
                    "main_problem": "临近考试及考试当天出现明显紧张焦虑，伴随睡眠困难与注意力不集中，影响考试发挥。",
                    "topic": "学业压力",
                    "core_demands": "希望考前不那么慌、入睡更快、考试中注意力更稳。",
                    "target_behavior": [
                        {
                            "behavior": "临近考试及考试中显著紧张/焦虑反应与注意力走神（心跳加速、手心出汗、肩膀紧绷、反复担忧、难以入睡）",
                            "antecedent": [
                                "老师宣布将要考试/月考",
                                "临近考试的一周，尤其前两天",
                                "走进考场、试卷发下来、坐下",
                                "监考老师在附近走动或提醒时间",
                                "遇到难题被卡住",
                                "考试后对答案出现不一致",
                                "前一晚感觉准备不充分"
                            ],
                            "core_reason": "对成绩与他人评价的威胁高度敏感、高标准与低容错的自我要求，叠加前次成绩下滑和被当堂点名的经历，形成灾难化预期与持续警觉；焦虑与对错误/评价的反刍占用认知资源，进一步损害专注。",
                            "function": "逃避不受欢迎的事物：回避失败、丢脸与被批评的风险及不适的焦虑躯体感受；获得受欢迎的事物：通过自我安慰、多刷题、喝咖啡等获得短暂的控制感与安心；通过短暂走神从紧张与困难题中抽离以缓解内在压力。",
                            "consequence": "当晚难以入睡（约4–5小时），次日疲劳、注意力不集中、复习/学习效率下降、考试表现受影响，并可能被老师点名，进一步加剧焦虑循环。"
                        }
                    ]
                },
                "next_session_plan": {
                    "overall_stage": "核心认知与行为干预",
                    "session_focus": {
                        "stage_title": "识别与重建消极自动思维；放松训练入门",
                        "objective": [
                            "开场与联结：简短寒暄与状态确认（睡眠、紧张度、学习投入的当下感受），以自然、轻松的语气重建合作氛围。",
                            "回顾与反馈：基于上次已布置的“再现一次情境”的ABC记录与“10个优点”朗读任务，检查实际执行度、主观感受与遇到的障碍；汇总一周内的最高SUDS、睡眠时长/质量与学习投入变化，用EARS技术引出并放大任何微小的积极例外，同时标注困难片段；据此与来访者协商本次会谈的优先焦点与预期刻度进步。",
                            "认知重建A（回顾性深入）：在历史信息中已识别的自动思维基础上（如“这次一定要考好”“别紧张、别出错”“考不好就丢脸”），使用ABC功能分析细化触发情境与紧随其后的注意狭窄、肌肉紧张与回避/安全行为；对每条思维进行证据—反证与功能检视，并记录信念强度与带来的影响评分（0–10），为替代思维奠基。",
                            "认知重建B（探索与生成）：与来访者共同生成贴合其语言风格的替代性自我对话脚本，明确适用的触发时点（考前、入场、卡题、监考靠近）；现场进行角色扮演与口语化演练，调整句式至简短、有力、可自我重复的版本，并制作随身提示卡与手机提醒，确定最小可行用法。",
                            "行为放松训练（探索与训练）：教授并现场演练腹式呼吸与渐进性肌肉放松（先紧后放的对比体验），以SUDS即时评分追踪变化，微调呼吸节奏与肌群顺序；共同形成“微时段”应用方案（如15次呼吸或1–2组PMR）以便在课间/入场等情境快速使用。",
                            "家庭作业（协商与落实）：协商每日早晚各10分钟PMR；在出现紧张时即时使用“呼吸＋替代思维”组合；继续大声朗读“优点/积极语句”并记录当下情绪变化；延续情境—思维—情绪/身体—行为与SUDS的简表记录；明确频次与达标标准（建议≥5天/周）、记录模板与手机提醒设置。",
                            "任务铺垫（连接与扩充）：在既有触发清单与基线记录的基础上，示范2–3条如何用具体情境描述与SUDS标定；共同约定评分标准与表述粒度，布置完成8–10条考试相关情境及其SUDS评分清单，作为下次建立个体化“焦虑等级”的素材。"
                        ]
                    }
                }
            },
            "client_info_last": {
                "user_id": "",
                "static_traits": {
                    "name": "小刘",
                    "age": "17",
                    "gender": "",
                    "occupation": "高中生",
                    "educational_background": "高一在读",
                    "marital_status": "",
                    "family_status": "与父母同住",
                    "social_status": "",
                    "medical_history": "",
                    "language_features": ""
                },
                "growth_experiences": [
                    "上次期中考试成绩明显下降，压力增大。",
                    "曾在课堂上因走神被老师当堂点名，感到难堪。"
                ],
                "main_problem": "临近考试及考试当天出现明显紧张焦虑，伴随睡眠困难与注意力不集中，影响考试发挥。",
                "topic": "学业压力",
                "core_demands": "希望考前不那么慌、入睡更快、考试中注意力更稳。",
                "target_behavior": [
                    {
                        "behavior": "临近考试及考试中显著紧张/焦虑反应与注意力走神（心跳加速、手心出汗、肩膀紧绷、反复担忧、难以入睡）",
                        "antecedent": [
                            "老师宣布将要考试/月考",
                            "临近考试的一周，尤其前两天",
                            "走进考场、试卷发下来、坐下",
                            "监考老师在附近走动或提醒时间",
                            "遇到难题被卡住",
                            "考试后对答案出现不一致",
                            "前一晚感觉准备不充分"
                        ],
                        "core_reason": "对成绩与他人评价的威胁高度敏感、高标准与低容错的自我要求，叠加前次成绩下滑和被当堂点名的经历，形成灾难化预期与持续警觉；焦虑与对错误/评价的反刍占用认知资源，进一步损害专注。",
                        "function": "逃避不受欢迎的事物：回避失败、丢脸与被批评的风险及不适的焦虑躯体感受；获得受欢迎的事物：通过自我安慰、多刷题、喝咖啡等获得短暂的控制感与安心；通过短暂走神从紧张与困难题中抽离以缓解内在压力。",
                        "consequence": "当晚难以入睡（约4–5小时），次日疲劳、注意力不集中、复习/学习效率下降、考试表现受影响，并可能被老师点名，进一步加剧焦虑循环。"
                    }
                ]
            }
        },
        {
            "session_number": 2,
            "session_goals": {
                "overall_stage": "核心认知与行为干预",
                "session_focus": {
                    "stage_title": "识别与重建消极自动思维；放松训练入门",
                    "objective": [
                        "开场与联结：简短寒暄与状态确认（睡眠、紧张度、学习投入的当下感受），以自然、轻松的语气重建合作氛围。",
                        "回顾与反馈：基于上次已布置的“再现一次情境”的ABC记录与“10个优点”朗读任务，检查实际执行度、主观感受与遇到的障碍；汇总一周内的最高SUDS、睡眠时长/质量与学习投入变化，用EARS技术引出并放大任何微小的积极例外，同时标注困难片段；据此与来访者协商本次会谈的优先焦点与预期刻度进步。",
                        "认知重建A（回顾性深入）：在历史信息中已识别的自动思维基础上（如“这次一定要考好”“别紧张、别出错”“考不好就丢脸”），使用ABC功能分析细化触发情境与紧随其后的注意狭窄、肌肉紧张与回避/安全行为；对每条思维进行证据—反证与功能检视，并记录信念强度与带来的影响评分（0–10），为替代思维奠基。",
                        "认知重建B（探索与生成）：与来访者共同生成贴合其语言风格的替代性自我对话脚本，明确适用的触发时点（考前、入场、卡题、监考靠近）；现场进行角色扮演与口语化演练，调整句式至简短、有力、可自我重复的版本，并制作随身提示卡与手机提醒，确定最小可行用法。",
                        "行为放松训练（探索与训练）：教授并现场演练腹式呼吸与渐进性肌肉放松（先紧后放的对比体验），以SUDS即时评分追踪变化，微调呼吸节奏与肌群顺序；共同形成“微时段”应用方案（如15次呼吸或1–2组PMR）以便在课间/入场等情境快速使用。",
                        "家庭作业（协商与落实）：协商每日早晚各10分钟PMR；在出现紧张时即时使用“呼吸＋替代思维”组合；继续大声朗读“优点/积极语句”并记录当下情绪变化；延续情境—思维—情绪/身体—行为与SUDS的简表记录；明确频次与达标标准（建议≥5天/周）、记录模板与手机提醒设置。",
                        "任务铺垫（连接与扩充）：在既有触发清单与基线记录的基础上，示范2–3条如何用具体情境描述与SUDS标定；共同约定评分标准与表述粒度，布置完成8–10条考试相关情境及其SUDS评分清单，作为下次建立个体化“焦虑等级”的素材。"
                    ]
                }
            },
            "suggest_skills": [
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n抑制:通过刺激控制、培养对抗性行为与习惯化，抑制不良反应发生；常用放松与暴露、厌恶等技术消退焦虑与问题行为。\n培养对抗性行为:以放松等与焦虑不相容的反应替代不良反应，依据交互抑制原理抑制焦虑，作为抑制策略的重要技术路径。\n放松训练:源自雅各布森与沃尔普理论，通过肌肉与精神放松降低自主唤醒，缓解焦虑与紧张，并可与生物反馈和脱敏技术联合。\n呼吸放松法:教授缓慢均匀的深呼吸节律，随时可用以快速降低紧张与焦虑，适合无法实施完整肌肉或意象放松的情境。",
                    "micro_skills": [
                        {
                            "skill_id": "1504",
                            "skill_name": "设置深呼吸的姿势与简易环境",
                            "skill_description": "指导来访者站直、闭眼、两脚与肩同宽、头可适度低下、双臂自然下垂，在无需专门场地条件下完成基本准备，以便立即开展深而缓慢的呼吸练习。",
                            "when_to_use": "在放松训练需快速启动且条件受限的初始阶段，准备实施深呼吸放松法时；适用于初次教学或需立即降低紧张的现场。",
                            "trigger": "来访者当场表示“现在很紧张”或无法进行复杂放松程序，且现场时间、空间有限但愿意尝试深呼吸。"
                        },
                        {
                            "skill_id": "1505",
                            "skill_name": "运用腹部触觉反馈监控呼吸",
                            "skill_description": "提示来访者一手平放于腹部，随呼吸起伏形成触觉反馈，帮助觉察呼吸深度与节律，促进腹式呼吸的稳定与自我监控。",
                            "when_to_use": "在深呼吸练习开始后，需要提升来访者对呼吸节律与深度的体感觉察、建立可自我监控的练习方式时。",
                            "trigger": "来访者已进入深呼吸练习阶段，需一个简单直接的方式来感知和校准呼吸起伏与节律。"
                        },
                        {
                            "skill_id": "1506",
                            "skill_name": "以言语节律引导深慢呼吸",
                            "skill_description": "治疗者同步配合来访者的呼吸节奏，使用固定指示语如“深深地吸进来，慢慢地呼出去”，引导其保持缓慢、均匀的深呼吸节律。",
                            "when_to_use": "在深呼吸练习进行中，为稳定并规范呼吸的速度与深度、降低紧张与焦虑时实施言语引导。",
                            "trigger": "来访者已开始深呼吸但节奏易加快或分散注意，需要治疗者的口头节律提示以维持“深吸—慢呼”。"
                        },
                        {
                            "skill_id": "1507",
                            "skill_name": "教授随时自练与情境化应用",
                            "skill_description": "在技能掌握后，嘱咐来访者在需要时自行练习，将深慢呼吸作为简便放松工具，尤其在无时间与场地实施其他放松法的紧张情境中快速应用。",
                            "when_to_use": "在会谈尾声巩固训练或日常化布置时，用于将深呼吸推广到各种紧张场合，作为便携的快速放松策略。",
                            "trigger": "来访者报告在特殊情境易紧张且常无暇或无法实施完整放松程序，或询问如何在日常快速使用该方法。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n抑制:通过刺激控制、培养对抗性行为与习惯化，抑制不良反应发生；常用放松与暴露、厌恶等技术消退焦虑与问题行为。\n培养对抗性行为:以放松等与焦虑不相容的反应替代不良反应，依据交互抑制原理抑制焦虑，作为抑制策略的重要技术路径。\n放松训练:源自雅各布森与沃尔普理论，通过肌肉与精神放松降低自主唤醒，缓解焦虑与紧张，并可与生物反馈和脱敏技术联合。\n渐进性肌肉放松法:按部位交替紧张与放松，体验差异并记忆舒适感，每次约20分钟且每日练习，系统化覆盖头、颈、肩、臂、躯干与下肢。",
                    "micro_skills": [
                        {
                            "skill_id": "1464",
                            "skill_name": "引导舒适体位与深呼吸平静开场",
                            "skill_description": "指导来访者取舒适体位，并通过几次深呼吸使其平静，为后续肌群紧张-放松练习做准备，帮助集中注意、进入训练状态。",
                            "when_to_use": "在渐进性肌肉放松训练开始前的准备阶段，用于引导进入平静与专注的练习状态。",
                            "trigger": "来访者尚未平静、姿势不舒适或注意力分散，需要指令才能进入练习。"
                        },
                        {
                            "skill_id": "1465",
                            "skill_name": "额部肌放松引导（5秒提示×6）",
                            "skill_description": "提示来访者紧锁额头、眉毛上提保持，按每隔5秒提示一次，重复6次后逐步放松额肌，体验焦虑表情与放松的差异并记忆良好感受。",
                            "when_to_use": "在头面部放松环节，用于启动额部放松以降低焦虑性面部表情，作为头面部训练开端。",
                            "trigger": "来访者紧锁眉头、额部肌肉紧张或面部呈现焦虑表情。"
                        },
                        {
                            "skill_id": "1466",
                            "skill_name": "眼鼻口与口腔肌群紧张-放松演练",
                            "skill_description": "分别引导闭紧眼睛、转动眼球、皱鼻、撅嘴先紧张后放松；再咬紧牙床、舌头紧缩靠门牙后部后放松。以嘴唇微微分开为放松标志，体会口面部舒张感。",
                            "when_to_use": "在渐进性肌肉放松继续头面部细分训练时，用于释放眼周、鼻部及口腔相关肌群的紧张。",
                            "trigger": "来访者出现眼睑紧闭、咬紧牙关、舌根僵硬或口周肌明显紧绷。"
                        },
                        {
                            "skill_id": "1467",
                            "skill_name": "颈肩放松引导（头微前倾与耸肩-放松）",
                            "skill_description": "提示头微微前倾以体验颈后肌放松；耸肩至接近耳垂后自然放下，反复对比紧张与放松。对缺乏锻炼者循序引导，逐步释放颈肩紧张。",
                            "when_to_use": "在训练进展到颈项与肩带区域时，帮助缓解长期紧绷的颈肩肌群。",
                            "trigger": "来访者诉颈项僵硬、肩部耸紧，或因缺乏锻炼难以彻底放松。"
                        },
                        {
                            "skill_id": "1468",
                            "skill_name": "手臂放松引导与手法协助",
                            "skill_description": "指导来访者握紧双拳后放松对比；必要时治疗师握住其手腕，协助向后弯曲手臂诱发紧张，再放开体验放松，并标记手臂紧张区域以强化觉察。",
                            "when_to_use": "在初学阶段或需从易到难建立放松体验时，优先训练易操作的手臂肌群。",
                            "trigger": "来访者难以体会紧张-放松差异，或需要治疗师协助诱发手臂紧张。"
                        },
                        {
                            "skill_id": "1469",
                            "skill_name": "躯干放松引导（胸腹背一体练习）",
                            "skill_description": "引导向后扩展双臂，收紧背肌挤压脊柱、挺胸收腹产生紧张，然后完全放松，体会胸部、腹部、背部由紧到松的变化，巩固躯干放松线索。",
                            "when_to_use": "在渐进性肌肉放松进入躯干阶段时，一并训练胸部、腹部与背部收缩-放松。",
                            "trigger": "来访者在胸腹背部难以觉察放松，或观察到躯干肌群紧张迹象。"
                        },
                        {
                            "skill_id": "1470",
                            "skill_name": "腿脚放松引导（脚趾贴地、脚跟上提）",
                            "skill_description": "提示绷紧双脚，脚趾贴地、脚跟上提使小腿肌紧绷，随后缓慢放松，对比前后感觉差异，捕捉脚腿轻松体感作为放松标志。",
                            "when_to_use": "在下肢放松阶段或决定从下肢开始训练时，帮助建立腿脚放松通道。",
                            "trigger": "来访者下肢紧张明显，或为降低难度而选择从下肢起步。"
                        },
                        {
                            "skill_id": "1471",
                            "skill_name": "系统化覆盖与时长频率安排",
                            "skill_description": "按一定顺序系统覆盖各肌群，有节奏地进行收缩—放松；会谈中每次约20分钟，并布置每日在家自练30分钟，以巩固并泛化全身放松。",
                            "when_to_use": "在制定练习计划或结束一轮全身训练、安排家庭作业时，规范练习节奏与时长。",
                            "trigger": "来访者询问练习时长/频率，或练习零散、顺序混乱、难以坚持。"
                        },
                        {
                            "skill_id": "1472",
                            "skill_name": "强化差异觉察与反复训练",
                            "skill_description": "要求先学会分辨紧张与松弛的差别，主动掌握松弛过程，再逐步加深训练，直至能自如放松全身，并记住放松的愉快感以便快速进入。",
                            "when_to_use": "在完成一次全身练习后进入巩固期，或已初步掌握但需深化放松能力时。",
                            "trigger": "来访者仅能短暂放松或难以快速进入放松，全身放松不稳定。"
                        },
                        {
                            "skill_id": "175300",
                            "skill_name": "示范并带练紧张-放松序列训练",
                            "skill_description": "在第1–2次咨询示范并带练渐进性肌肉放松：先设置坐姿与启动动作，配合慢呼吸，在指导语与轻松音乐伴随下按身体部位实施先紧后松，比较紧张—放松差异，逐步掌握并形成随意放松；可布置每日1–2次练习以巩固。",
                            "when_to_use": "第1、2次咨询的诊断与关系建立阶段；在系统脱敏训练环节或暴露前需建立与焦虑不相容的放松反应时。",
                            "trigger": "来访者出现心慌、紧张、睡眠变差、肌肉紧张，或在想象/现实社交情境、声音刺激下焦虑升高，难以自发放松。"
                        },
                        {
                            "skill_id": "281703",
                            "skill_name": "紧张情境下即时应用肌肉放松",
                            "skill_description": "明确要求来访者一旦出现紧张或焦虑，即刻联想并启动已学的肌肉行为放松，通过身体松弛快速降低心理唤醒；在第三至四次训练后将该技能迁移到考试、上台等日常情境中，实现自助拮抗焦虑。",
                            "when_to_use": "考前、考试中或日常出现紧张与焦虑时；用于技能巩固阶段及随后生活中的应用。",
                            "trigger": "心慌、坐立不安、出汗、失眠等焦虑反应或自觉紧张；报告焦虑上升或担心特定情境。"
                        },
                        {
                            "skill_id": "23302",
                            "skill_name": "规定练习时长与频率并布置居家作业",
                            "skill_description": "明确居家练习：每日一次、每次20–30分钟，或早晚各约10分钟；一般6–8次可掌握。根据情绪随时加练并记录主观变化；在会谈中反馈与强化，配合场景想象持续练习，促进泛化与跨情境应用。",
                            "when_to_use": "在制定训练计划与每次咨询结束布置作业时；第二至四次训练结束后用于巩固并促进迁移。",
                            "trigger": "已初步掌握放松技巧、需要巩固与形成稳定习惯；仍易紧张或主动寻求可操作的自我调节方法。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n抑制:通过刺激控制、培养对抗性行为与习惯化，抑制不良反应发生；常用放松与暴露、厌恶等技术消退焦虑与问题行为。\n培养对抗性行为:以放松等与焦虑不相容的反应替代不良反应，依据交互抑制原理抑制焦虑，作为抑制策略的重要技术路径。\n放松训练:源自雅各布森与沃尔普理论，通过肌肉与精神放松降低自主唤醒，缓解焦虑与紧张，并可与生物反馈和脱敏技术联合。\n深呼吸放松法:采用站立或舒适姿势，闭目、腹式呼吸配合指示语“深吸慢呼”，形成可自助的即时放松技能以应对紧张事件。",
                    "micro_skills": [
                        {
                            "skill_id": "1544",
                            "skill_name": "设定站姿与闭目准备",
                            "skill_description": "指导来访者站直、闭上双眼、双脚与肩同宽，头可微低、双臂下垂，或一手平放腹部，建立舒适稳固的身体准备姿势，为深呼吸练习创造条件并便于进入放松状态。",
                            "when_to_use": "在放松训练法的深呼吸放松环节开始时，或在紧张场合需快速进入放松时，先进行姿势与身体准备以确保练习效果。",
                            "trigger": "来访者表示当前感到紧张或心慌，现场条件允许站立，且不便实施渐进性或想象性放松。"
                        },
                        {
                            "skill_id": "1545",
                            "skill_name": "引导腹式深呼吸",
                            "skill_description": "提示来访者将一手平放在腹部上，缓慢进行深呼吸，让手随腹式呼吸起伏，强调“慢而深、自然均匀”的呼吸节奏，通过腹式呼吸降低唤醒、诱发身体放松。",
                            "when_to_use": "在深呼吸放松的核心练习阶段，用于建立腹式呼吸模式并促进即时的生理放松反应。",
                            "trigger": "来访者处于紧张状态并开始进行深呼吸练习，需要具体的腹式呼吸操作指引。"
                        },
                        {
                            "skill_id": "1546",
                            "skill_name": "提供呼吸节奏指示语",
                            "skill_description": "治疗师配合来访者呼吸节奏，重复简短指令“深深地吸进来，慢慢地呼出去”，以外部语言节拍引导其减慢吸气、延长呼气，稳定节律并加深放松效果。",
                            "when_to_use": "在深呼吸训练进行中，当来访者需要节奏性指引或处于初学阶段时，用于稳定与强化练习。",
                            "trigger": "来访者正在进行深呼吸练习，出现对节奏把握不足或需要语言提示以维持“慢呼”的迹象。"
                        },
                        {
                            "skill_id": "1547",
                            "skill_name": "教授自助练习与即时应用",
                            "skill_description": "在掌握方法后强调其为简便的现场自助技术，指导来访者在“特殊场合感到紧张且无时间与场地进行其他放松”时，随时以深呼吸自我练习，形成可随时调用的放松技能。",
                            "when_to_use": "在放松训练结束后的巩固与迁移阶段，安排日常自练并明确未来紧张情境的现场应用方式。",
                            "trigger": "来访者报告常遇到突发紧张或场地受限的情境，表达需要快速自助放松的方法。"
                        },
                        {
                            "skill_id": "251302",
                            "skill_name": "教授并训练标准深呼吸放松法",
                            "skill_description": "在放松训练环节，指导来访者以鼻吸口呼的腹式呼吸进行连续练习：吸气时腹部扩张、屏息数秒、缓慢呼出，保持稳定、均匀的“深吸—慢呼”节律，帮助降低自主唤醒、缓解紧张与焦虑，作为系统脱敏或治疗中的配套放松手段。",
                            "when_to_use": "在放松训练或系统脱敏前的准备阶段；首次教授或需要标准化操作时，或治疗过程中需要配套放松/快速镇静时。",
                            "trigger": "即将进行恐惧场景想象；出现可怕念头后焦虑、紧张加剧，或心悸、呼吸不畅、发慌等自主神经反应；来访者对深呼吸方法不清楚、难以放松。"
                        },
                        {
                            "skill_id": "304503",
                            "skill_name": "紧张或恐惧时深慢呼吸自我安抚",
                            "skill_description": "在恐惧或紧张出现当下，采用鼻吸口呼的深慢呼吸，按4-1-6节律持续数轮，可配合简短自我提示语如“没什么大不了，像平时一样”，或由咨询师当场以简短指令带领，使呼吸加深变慢，迅速降低唤醒，缓解哭泣、气促与躯体不适，帮助恢复稳定与注意集中。",
                            "when_to_use": "恐惧突然升高、预期性焦虑来临或考试相关紧张出现的当下；评估或干预过程中强烈焦虑使谈话难以继续时；咨询间隙与日常学习中的即时自我调节。",
                            "trigger": "来访者自述害怕、发作、紧张、要失控及相应躯体化反应；紧张加剧、心情不稳或注意难以集中；想到或临近考试时心慌、焦虑升高、难以平复；出现哭泣、气促、坐立不安、双手互搓，诉头痛、心痛、全身冰凉、喘不上气等。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n生物反馈:借助生理仪器将体内微弱生理信号转化为可感知反馈，依据操作性条件反射训练个体随意调节内脏与躯体机能，纠正病态性条件联系，提升自我调节以缓解心身与神经精神问题。\n生物反馈治疗结束阶段:在每次治疗结束阶段记录目标值与生理指标变化，与基线比较评估疗效；若指标无明显变动或症状未改善，考虑更换反馈生物指标或调整方案，并安排随访及家庭训练以巩固效果。\n观察记录单:治疗前、过程中及结束后由治疗师填写，用于记录生理与症状数据、目标值与练习情况并作阶段对比，判断疗效与问题，必要时指导更换反馈指标或调整治疗策略，确保训练科学有效。",
                    "micro_skills": [
                        {
                            "skill_id": "264504",
                            "skill_name": "记录家庭作业与训练执行情况",
                            "skill_description": "将布置的放松训练、场景想象等家庭作业记入记录单，持续记录每日/每次的次数、时长、所练情境等级、完成率与主观焦虑变化，并记载应用情境与反馈要点；必要时记录引发事件、自动化思维、正念觉察与宣泄放松体验，供下次复盘、巩固与方案调整。",
                            "when_to_use": "布置家庭作业后至结束与巩固阶段的作业反馈与训练跟踪环节，及随访时。",
                            "trigger": "制定作业计划后；来访者复诊时汇报练习频率、时长、感受与在日常生活中的应用，或提交相关记录时。"
                        },
                        {
                            "skill_id": "272101",
                            "skill_name": "构建并记录焦虑或疼痛等级表",
                            "skill_description": "引导来访者列出具体触发情境，采用SUD 0–100或0–80/5分制为各事件评分，并从低到高排序，明确每一级应小到可被放松拮抗；将清单归档，作为系统脱敏与暴露训练的分级依据与目标。",
                            "when_to_use": "系统脱敏与放松训练开始前的准备阶段，或制定暴露顺序与目标时。",
                            "trigger": "来访者可区分不同情境的焦虑/疼痛强度，准备开展分级训练并需确定起点与顺序时。"
                        },
                        {
                            "skill_id": "74500",
                            "skill_name": "记录分级脱敏焦虑评分与进展",
                            "skill_description": "每次想象或现实暴露训练后，记录各级情境下的主观焦虑评分，标注是否低于阈值（如40分）及是否进入下一等级，同时记录情绪反应与完成度，持续更新分级清单，评估训练效果并安排下一步。",
                            "when_to_use": "每次分级想象/现实暴露训练结束或阶段总结时。",
                            "trigger": "完成某一情境的暴露练习，或来访者报告本次各等级的焦虑分数与感受，需要决定是否推进时。"
                        },
                        {
                            "skill_id": "120101",
                            "skill_name": "暴露/放松后焦虑评分与进阶判定记录",
                            "skill_description": "在每次想象或现实暴露与放松练习后，立即记录来访者的焦虑水平（如0～10或0～100），并依据阈值判定：≤3可进阶，>20继续放松，直至“该情景不再紧张”；同步记录前后变化与通过的等级，用于监测训练效果与当次决策。",
                            "when_to_use": "每次暴露/放松训练结束阶段，用于评估当次效果并决定是否晋级。",
                            "trigger": "来访者完成一次暴露或放松练习，需要判断焦虑是否降至阈值以下并记录当次变化时。"
                        },
                        {
                            "skill_id": "249303",
                            "skill_name": "记录暴露达成与情绪反应",
                            "skill_description": "在连续疗程中记录现实暴露行为（如乘坐电梯）的完成情况及心悸、出汗等自主神经症状是否出现；每次治疗结束后详细写明当次体验、情绪强度与变化，呈现恐惧减轻的阶段性轨迹，为后续评估与方案调整提供依据。",
                            "when_to_use": "每次会谈结束、阶段性复盘与巩固时；或在完成一次现实情境尝试后用于评估当次成效。",
                            "trigger": "来访者完成一次现实情境尝试；或需回顾当次治疗体验与情绪变化时。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n抑制:通过刺激控制、培养对抗性行为与习惯化，抑制不良反应发生；常用放松与暴露、厌恶等技术消退焦虑与问题行为。\n刺激控制:调整不良行为的发生环境与线索，使其失去外部诱发而自动消失；作为抑制策略核心，常与自我管理联用。\n自我管理法:教会来访者自我监控、目标设定、刺激控制与安排强化/惩罚，借助社会支持与自我指令，增进期望行为、减少过剩反应。\n目标建立和自我监督:设定具体、可测的目标并持续记录行为与情境，提升觉察与条件强化效应，为评估与调整自我管理计划提供依据。",
                    "micro_skills": [
                        {
                            "skill_id": "1364",
                            "skill_name": "制定具体可测的目标与子目标",
                            "skill_description": "明确期望与不期望行为，将目标具体化并可测量（频率、时长、阈值），设定可达成的子目标与成功标准，使目标具备可操作性，为后续评估与强化奠定基础。",
                            "when_to_use": "自我管理法的初始阶段或计划制定期，用于明确改变方向与标准，为后续监控与评估提供依据。",
                            "trigger": "来访者对目标描述笼统（如“少抽”“多运动”）、成功标准不清或难以衡量，难以转化为具体行动。"
                        },
                        {
                            "skill_id": "1365",
                            "skill_name": "评估基线并识别竞争行为",
                            "skill_description": "测量当前目标与不期望行为的基线水平（频率、时长等），分析干扰目标行为的竞争行为，必要时优先减少竞争行为以支持目标行为的建立与维持。",
                            "when_to_use": "完成目标设定后、进入方案设计前，用于掌握现状与确定干预重点。",
                            "trigger": "来访者无法说明行为现状或监控显示目标行为受其他习惯/线索干扰，导致执行困难或效果不稳定。"
                        },
                        {
                            "skill_id": "1366",
                            "skill_name": "行为日记式自我监控与因果线索分析",
                            "skill_description": "使用行为日记持续记录时间、地点、情境、次数等，分析前提线索与结果，提升自我觉察，形成数据化依据，用于评估自我管理方法与决策下一步。",
                            "when_to_use": "自我管理实施全过程，尤以初期与策略调整期为主，作为持续性基础操作。",
                            "trigger": "来访者对行为发生细节记忆模糊、诱发情境复杂或变化快，需要客观记录与系统梳理。"
                        },
                        {
                            "skill_id": "1367",
                            "skill_name": "将目标达成转化为条件强化",
                            "skill_description": "把目标行为的完成视为条件强化，或为达成设定外部强化物，以提升目标行为的发生概率；在进展节点提供即时强化，巩固改变并维持动机。",
                            "when_to_use": "目标执行与反馈阶段，配合监控数据在达到阶段性目标或关键行为后实施。",
                            "trigger": "来访者达到既定子目标或出现明显进步，需要巩固与激励以维持与推广目标行为。"
                        },
                        {
                            "skill_id": "1368",
                            "skill_name": "用监控数据评估方法并调整计划",
                            "skill_description": "依据自我监控数据判断方法有效性，决定是否进入下一步或调整策略；当目标未按预期变化时及时修订目标、线索或强化安排，优化方案。",
                            "when_to_use": "阶段性复盘或周期结束时，用于检验策略成效并更新自我管理计划。",
                            "trigger": "监控数据显示目标行为未改善、波动加剧或竞争行为上升，现行方法难以推动进展。"
                        },
                        {
                            "skill_id": "266302",
                            "skill_name": "协商明确近期与远期咨询目标与计划",
                            "skill_description": "结合评估/测验与观察，与来访者共同明确可观察、可量化的近期目标（如自我放松、改善睡眠、减少回避、能与陌生人对视等）及远期目标（如提高应对焦虑与挫折、改变不合理认知、改善亲子/人际），并解释咨询如何进行，形成阶段性实施方案，作为训练方向与评估基准，提升动机与聚焦程度。",
                            "when_to_use": "评估与诊断完成后、制定咨询方案阶段；亦可在每次会谈开始与结束用于校准方向与达成标准。",
                            "trigger": "测评显示存在焦虑等问题且需结构化目标；来访者目标模糊、期望不切实际或对进展缺乏衡量尺度；或对目标与流程不明确、方向不清、对下一步任务或目标进展存疑。"
                        },
                        {
                            "skill_id": "7902",
                            "skill_name": "安排作业与材料反馈以自我监督并对齐目标",
                            "skill_description": "在目标确定后，布置与目标对齐的家庭作业，约定下次会谈反馈，要求携带计划表、模拟试卷等材料，记录执行与结果；在会谈中核对作业与目标一致性，便于与咨询师共同评估并及时调整方案，建立持续监控与自我监督机制。",
                            "when_to_use": "目标设定完成后需建立持续监控与反馈机制时；或在每次会谈开始与结束安排与核对作业。",
                            "trigger": "来访者已设定目标但执行信心不足或需外部监督支持；能提供学习/训练记录；或对下一步任务不清、对目标进展存疑。"
                        },
                        {
                            "skill_id": "281500",
                            "skill_name": "设定并执行每日放松训练并在焦虑时应用",
                            "skill_description": "将放松训练具体化为每日频次与节奏（如每天早晚各10分钟，或按焦虑等级每天进行多次想象/肌肉放松），明确执行标准；在临近考试或出现紧张不安、心跳加快、注意难以集中等时主动应用，以降低生理与心理反应，并便于在会谈中反馈进展。",
                            "when_to_use": "学习放松技术后进入居家练习与情境应用阶段；系统/想像脱敏实施期需将训练日常化时。",
                            "trigger": "每日练习时间到；练习随意、坚持性差或缺乏清晰的每日执行标准；或临近考试、出现紧张不安等焦虑信号。"
                        },
                        {
                            "skill_id": "190303",
                            "skill_name": "记录练习感受与焦虑评分用于监测与调整",
                            "skill_description": "每次放松或想象练习后记录主观感受、焦虑强度及睡眠/身体紧张等变化，自评并报告焦虑分数，分数偏高时继续放松直至下降；以文字追踪效果与经历，为后续评估、强化与调整练习方案提供依据。",
                            "when_to_use": "每次放松练习结束后及系统脱敏各等级练习完成时，用于监控效果与决定是否继续或调整。",
                            "trigger": "完成一次放松/想象练习，或察觉到焦虑水平、睡眠、身体紧张的变化；需要判断是否进入下一暴露等级。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n抑制:通过刺激控制、培养对抗性行为与习惯化，抑制不良反应发生；常用放松与暴露、厌恶等技术消退焦虑与问题行为。\n刺激控制:调整不良行为的发生环境与线索，使其失去外部诱发而自动消失；作为抑制策略核心，常与自我管理联用。\n自我管理法:教会来访者自我监控、目标设定、刺激控制与安排强化/惩罚，借助社会支持与自我指令，增进期望行为、减少过剩反应。\n自我指令及自我支持:通过积极的自我对话与提示改变内部语言，指导与强化目标行为，减少消极自述对行为的干扰，提升自控力。",
                    "micro_skills": [
                        {
                            "skill_id": "1444",
                            "skill_name": "改变消极内部对话为积极自我指令",
                            "skill_description": "识别并停止消极内部对话，改用具体、正向的自我指令并反复练习，以直接影响行为选择与坚持，减少消极自述对行为的干扰。",
                            "when_to_use": "在自我管理计划的执行阶段，用于提升自控力与坚持性，尤其在面对目标行为难以维持或不良行为易复发时。",
                            "trigger": "来访者出现消极内部对话与自我否定（如“我做不到”“太难了”）、犹豫退缩、情绪低落或动机减弱时。"
                        },
                        {
                            "skill_id": "1445",
                            "skill_name": "实施自我鼓励与自我强化",
                            "skill_description": "为达成的步骤设定自我奖励与表扬，及时强化进步，持续自我鼓励，以维持动机并巩固目标行为，可与个人自我实施的强化配合。",
                            "when_to_use": "在自我管理训练的初期与持续阶段，训练结束后或达成子目标时，用于维持改变与巩固练习成效。",
                            "trigger": "来访者完成练习或子目标后表现动机下降、疲劳、怀疑疗效，或出现阶段性进步需要巩固与维持时。"
                        },
                        {
                            "skill_id": "1446",
                            "skill_name": "设置与目标相关的提醒物支持执行",
                            "skill_description": "在关键情境布置与目标相关的可见提醒物，将自我指令外化为提示语，提升自我提示频率，增强承诺与注意以支持计划执行。",
                            "when_to_use": "在自我管理开始与执行阶段，用于提升自我指令的效果、预防遗忘与分心，增强对目标的持续关注。",
                            "trigger": "来访者易忘执行计划、注意分散、环境中缺少提示线索或受到竞争性行为诱发时。"
                        },
                        {
                            "skill_id": "38309",
                            "skill_name": "焦虑或暴露时自我指令启动放松",
                            "skill_description": "在焦虑上升或暴露/考试等紧张场景中，立即对自己下达“去放松/想放松”等指令，可配合既定口令或音乐，先停止恐惧想象，启动深呼吸与渐进性肌肉放松（从头到脚先紧后松），必要时唤起放松意象，使紧张转为松弛，稳定生理反应并维持暴露/行动的连续性。",
                            "when_to_use": "在暴露开始前与过程中，或日常、考前及考试中觉察焦虑上升、紧张反应出现、难以入睡或注意难集中时，用于快速自我调节。",
                            "trigger": "心跳加快、面部发热、肌肉紧绷/发抖、心慌，恐惧意象或自动担忧占据注意，或监考老师靠近、遇难题卡住、想逃避等情境。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n学习:学习策略通过传授新行为与技能、示范与模仿、社会技能训练及生物反馈，在适当环境与强化下形成立即可操作的适应性反应，实现行为改变与巩固。\n社会技能训练:以强化与社会学习为基础，经原理解说、示范、角色扮演、反馈与迁移练习，帮助来访者获得并保持社交技能，改善人际适应与功能。\n角色扮演:在治疗室模拟真实社交场景，治疗师或同伴扮演配角，来访者练习目标技能，逐步面对更高难度情境，降低焦虑并增强控制感。",
                    "micro_skills": [
                        {
                            "skill_id": "984",
                            "skill_name": "选定不自信情境作为角色扮演主题",
                            "skill_description": "引导来访者列出生活中不自信或社交困难的具体事件，选定一个明确场景作为练习主题，使演练具有针对性并可测量改进。",
                            "when_to_use": "在社会技能或自信训练的初始练习阶段，准备开展角色扮演前，用于明确练习目标与情境。",
                            "trigger": "来访者报告在社交场景中“不敢说”“害怕表达”“难以捍卫权利”等，并能回忆具体情境片段。"
                        },
                        {
                            "skill_id": "985",
                            "skill_name": "设置模拟情境并明确角色分工",
                            "skill_description": "在治疗室搭建与目标场景相似的简单情境，明确双方角色与任务，让来访者在安全环境中把示范的技能要领转化为实际行为。",
                            "when_to_use": "在示范之后进入练习环节，需要将所学社会技能落地为可操作行为时。",
                            "trigger": "来访者对示范表示理解但尚未在互动中尝试，或希望先在安全场域进行试练与演练。"
                        },
                        {
                            "skill_id": "986",
                            "skill_name": "治疗师扮演配角并引入他人参与",
                            "skill_description": "治疗师承担配角，必要时邀请同伴参与，提供真实的互动线索与反馈，提升情境逼真度并保障角色扮演流程顺畅。",
                            "when_to_use": "角色扮演启动或来访者需要更接近真实的互动刺激以巩固技能时。",
                            "trigger": "来访者在单人演练中难以投入、情境感弱，或表示需要对方回应来测试与巩固技能。"
                        },
                        {
                            "skill_id": "988",
                            "skill_name": "在角色扮演中训练自信表达与非言语",
                            "skill_description": "指导来访者使用直接而合宜的言语表达，同时练习直视、微笑、眼神交流与声调提升等非言语自信表现，同步优化互动质量。",
                            "when_to_use": "当目标技能涉及表达、维权或社交互动，需要同时改进言语与非言语行为模式时。",
                            "trigger": "来访者出现目光回避、声音低弱、表情紧张，或语言含糊不敢提出合理要求与意见。"
                        },
                        {
                            "skill_id": "989",
                            "skill_name": "角色扮演后的即时反馈与强化",
                            "skill_description": "在演练结束后立即指出有效与不足，给出具体改进建议，并对恰当行为进行表扬或奖励，促进巩固与自我强化。",
                            "when_to_use": "每次角色扮演结束后用于巩固学习成果、修正表现并增强来访者的自我效能感。",
                            "trigger": "来访者完成一轮演练后主动寻求评价，或对自身反应拿不准，需要外部反馈与鼓励。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n学习:学习策略通过传授新行为与技能、示范与模仿、社会技能训练及生物反馈，在适当环境与强化下形成立即可操作的适应性反应，实现行为改变与巩固。\n社会技能训练:以强化与社会学习为基础，经原理解说、示范、角色扮演、反馈与迁移练习，帮助来访者获得并保持社交技能，改善人际适应与功能。\n行为反馈:对演练中的恰当反应给予及时强化，对不足提供具体纠正意见，鼓励自我强化，使来访者建立稳定行为模式并提升自我评估。",
                    "micro_skills": [
                        {
                            "skill_id": "1004",
                            "skill_name": "即时强化恰当表现",
                            "skill_description": "在角色扮演或技能演练中，对来访者出现的恰当反应立即给予强化，如点头、表扬、鼓励等，以提高该反应的发生概率并巩固目标行为。",
                            "when_to_use": "社会技能训练的练习与角色扮演阶段，在每轮演练后的反馈环节，用于巩固刚出现的正确要点与适应性反应。",
                            "trigger": "来访者在演练中做出目标技能的正确要点（如合宜表达、适当眼神、得体措辞）或较前一次出现明显改进。"
                        },
                        {
                            "skill_id": "1005",
                            "skill_name": "指出不足并提出改进指引",
                            "skill_description": "在反馈中具体指出来访者在演练中的不足之处，并给出可操作的改进建议，明确需要调整的语言、表情或步骤，便于下一轮练习修正。",
                            "when_to_use": "社会技能训练的反馈阶段，当演练中存在不恰当反应、步骤遗漏或线索处理不当，需要纠偏与细化操作要点时。",
                            "trigger": "来访者在对话中出现含糊、退缩、失礼或关键步骤缺失，并对如何改进表现出疑惑或停顿。"
                        },
                        {
                            "skill_id": "1006",
                            "skill_name": "引导自我强化与内化评价",
                            "skill_description": "鼓励来访者对自身恰当反应进行自我肯定与自我强化，引导其从外部评价转向内部评价，形成自我评估标准以稳定维持新行为。",
                            "when_to_use": "多轮反馈后，为促进技能保持与迁移，在来访者已能稳定表现部分正确要点、准备提升自我管理时使用。",
                            "trigger": "来访者主动回顾表现、询问“我做得怎么样”，或过度依赖咨询师评价、缺乏自我标准时。"
                        },
                        {
                            "skill_id": "249702",
                            "skill_name": "询问并记录焦虑/恐惧分数",
                            "skill_description": "在每一回合想象暴露或放松后，询问来访者当下主观恐惧/焦虑分数并记录；必要时在情境想象中与进入放松后分别评估，用作即时反馈与进展监测，为后续决定练习节奏与难度提供依据。",
                            "when_to_use": "系统脱敏与放松训练的每个回合结束后，或演练过程中阶段性评估时。",
                            "trigger": "刚完成一次想象暴露或放松练习；或阶段性暂停需要评估焦虑水平，且来访者能够报告主观分数。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n抑制:通过刺激控制、培养对抗性行为与习惯化，抑制不良反应发生；常用放松与暴露、厌恶等技术消退焦虑与问题行为。\n刺激控制:调整不良行为的发生环境与线索，使其失去外部诱发而自动消失；作为抑制策略核心，常与自我管理联用。\n自我管理法:教会来访者自我监控、目标设定、刺激控制与安排强化/惩罚，借助社会支持与自我指令，增进期望行为、减少过剩反应。\n前提控制法:通过呈现期望线索、安排已形成事件、降低反应难度，或移除不良线索与提高竞争行为难度，促进目标行为发生。",
                    "micro_skills": [
                        {
                            "skill_id": "1344",
                            "skill_name": "呈现期望行为的条件刺激或线索",
                            "skill_description": "在来访者的日常情境中主动加入能提示目标行为的条件刺激或线索，弥补线索缺失，促使目标反应被触发并开始执行，提升启动与坚持的可能性。",
                            "when_to_use": "在自我管理的前提控制阶段，用于目标行为出现率低、缺少环境提示且需通过操作前刺激促进启动的情境。",
                            "trigger": "来访者经常忘记或拖延目标行为；记录显示在无提醒时很少发生，常诉“没有提醒就想不起来”。"
                        }
                    ]
                }
            ],
            "session_dialogue": [
                {
                    "role": "Counselor",
                    "text": "<think><assessment>需要用简短的状态盘点把来访者带回到咨询情境，并与上次的目标对齐，了解这一周的睡眠、紧张与学习投入现状。</assessment><client_state>合作度良好，轻中度紧张可控。</client_state><skill>266302:结合评估/测验与观察，与来访者共同明确可观察、可量化的近期目标（如自我放松、改善睡眠、减少回避、能与陌生人对视等）及远期目标（如提高应对焦虑与挫折、改变不合理认知、改善亲子/人际），并解释咨询如何进行，形成阶段性实施方案，作为训练方向与评估基准，提升动机与聚焦程度。</skill><strategy>用开放式单一问题，请其用三方面（睡眠/紧张/投入）快速画像。</strategy></think>小刘，欢迎回来。过去这一周，你在睡眠、紧张感和学习投入这三方面，大致是什么状态？"
                },
                {
                    "role": "Client",
                    "text": "总体比前一周稳点，但还是会紧。睡眠平均六个多小时，有两天翻来覆去。学习投入工作日两三个小时，周末多一点。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>进入作业回顾，核对执行度与障碍，以便强化有效做法、识别卡点。</assessment><client_state>能条理回顾，愿意合作。</client_state><skill>264504:将布置的放松训练、场景想象等家庭作业记入记录单，持续记录每日/每次的次数、时长、所练情境等级、完成率与主观焦虑变化，并记载应用情境与反馈要点；必要时记录引发事件、自动化思维、正念觉察与宣泄放松体验，供下次复盘、巩固与方案调整。</skill><strategy>单点询问上次三项作业（每日记录、一次ABC、10个优点）完成情况与阻碍。</strategy></think>上次我们约定的每日记录、那一次贴近考试情境的ABC、以及“10个优点”朗读，这周你各完成到什么程度？过程中有没有遇到阻碍？"
                },
                {
                    "role": "Client",
                    "text": "记录做了五天，周末少一天。ABC写了一次，是月考模拟那天。优点那张纸贴起来了，朗读坚持了四天。主要阻碍是有时回家晚会忘。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>把每日日志的关键指标拉齐，补充客观化信息，为后续选择焦点与强化例外做准备。</assessment><client_state>能够给出概括性数据。</client_state><skill>190303:每次放松或想象练习后记录主观感受、焦虑强度及睡眠/身体紧张等变化，自评并报告焦虑分数，分数偏高时继续放松直至下降；以文字追踪效果与经历，为后续评估、强化与调整练习方案提供依据。</skill><strategy>请其汇总一周内的最高紧张档位、平均睡时与主观质量、学习投入的大致时长。</strategy></think>这一周里，你当天“最高”的紧张更常落在轻微、中等还是很强？平均能睡多久、主观感觉如何，以及每天大概投入学习多长时间？"
                },
                {
                    "role": "Client",
                    "text": "多数是中等偏上，有一天接近很强。平均6到6个半小时，质量一般。工作日两三小时，周末多些。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>用例外放大技术寻找可复制的前因与做法。</assessment><client_state>有较好自我观察能力。</client_state><skill>1366:使用行为日记持续记录时间、地点、情境、次数等，分析前提线索与结果，提升自我觉察，形成数据化依据，用于评估自我管理方法与决策下一步。</skill><strategy>聚焦某一天更稳或更容易入睡的片段，追问“当时有什么不一样”。</strategy></think>有没有某一天明显更稳或更容易入睡？当时和别的天相比，有哪些不一样的地方？"
                },
                {
                    "role": "Client",
                    "text": "有一次晚自习后打了会儿篮球，洗了热水澡，睡前做了几次深呼吸，没想太多，就比较快睡着了。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>与来访者共同确定今天优先焦点，增强参与与掌控感。</assessment><client_state>愿意投入认知层面的探讨。</client_state><skill>266302:结合评估/测验与观察，与来访者共同明确可观察、可量化的近期目标（如自我放松、改善睡眠、减少回避、能与陌生人对视等）及远期目标（如提高应对焦虑与挫折、改变不合理认知、改善亲子/人际），并解释咨询如何进行，形成阶段性实施方案，作为训练方向与评估基准，提升动机与聚焦程度。</skill><strategy>单点选择题式提问，引导决定先做认知重建或放松训练。</strategy></think>基于这些体验，今天你更想先从“理顺考前/考中的自我对话”还是“进一步练放松技巧”开始？"
                },
                {
                    "role": "Client",
                    "text": "我想先把脑子里的那些想法理清。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>进入自动思维功能评估，先连接想法与当下紧张强度，建立可测性。</assessment><client_state>已准备探索认知触发。</client_state><skill>249702:在每一回合想象暴露或放松后，询问来访者当下主观恐惧/焦虑分数并记录；必要时在情境想象中与进入放松后分别评估，用作即时反馈与进展监测，为后续决定练习节奏与难度提供依据。</skill><strategy>锁定“这次一定要考好”，请其报告该想法出现时的紧张档位。</strategy></think>当你脑子里冒出“这次一定要考好”的时候，你当下的紧张更像是轻微、中等，还是很强？"
                },
                {
                    "role": "Client",
                    "text": "基本是很强。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>连续使用功能性评估提问，先看支持证据，再看反证，保持同一技能以增强结构化。</assessment><client_state>会从经验中举例，适合做证据-反证检视。</client_state><skill>1366:使用行为日记持续记录时间、地点、情境、次数等，分析前提线索与结果，提升自我觉察，形成数据化依据，用于评估自我管理方法与决策下一步。</skill><strategy>请其说出让自己觉得“必须考好”的事实依据。</strategy></think>有哪些具体事实会让你觉得“这次必须考好”？"
                },
                {
                    "role": "Client",
                    "text": "上次期中掉得多，爸妈也比较严，老师盯着关键科目，我自己也不想再掉。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>继续用同一技能做反证检视，寻找弹性空间。</assessment><client_state>能回忆波动与修复经历。</client_state><skill>1366:使用行为日记持续记录时间、地点、情境、次数等，分析前提线索与结果，提升自我觉察，形成数据化依据，用于评估自我管理方法与决策下一步。</skill><strategy>引导回忆“没考好但调回来的经历”或同学例子。</strategy></think>有没有经历或身边例子说明“即使某次没考好，之后也能调整回来”？"
                },
                {
                    "role": "Client",
                    "text": "有，上学期有次数学没考好，后来几次就补回来了。同学也有人波动过。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>做功能分析，帮助其看见用“必须”自我加压的短期收益与长期代价。</assessment><client_state>对功能层面持开放态度。</client_state><skill>1366:使用行为日记持续记录时间、地点、情境、次数等，分析前提线索与结果，提升自我觉察，形成数据化依据，用于评估自我管理方法与决策下一步。</skill><strategy>请其比较“必须考好”在短期与长期各带来的影响。</strategy></think>当你用“必须考好”来逼自己时，短期和长期各会带来什么结果？"
                },
                {
                    "role": "Client",
                    "text": "短期能把人绷起来去学；长期会更紧，睡不好，第二天更难集中。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>转向“别紧张、别出错”的自我指令，探索其悖论效应，继续保持同一评估技能。</assessment><client_state>能觉察生理与注意的变化。</client_state><skill>1366:使用行为日记持续记录时间、地点、情境、次数等，分析前提线索与结果，提升自我觉察，形成数据化依据，用于评估自我管理方法与决策下一步。</skill><strategy>追问该念头出现时的身体与注意变化。</strategy></think>当你对自己说“别紧张、别出错”时，你的身体和注意力会出现什么变化？"
                },
                {
                    "role": "Client",
                    "text": "肩膀更硬，呼吸变浅，注意力老盯着怕出错，做题更容易卡住。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>进入替代自我指令的生成与前测，估计其对紧张的影响，开始切换到自我指令技能。</assessment><client_state>对替代语持开放期待但也谨慎。</client_state><skill>1444:识别并停止消极内部对话，改用具体、正向的自我指令并反复练习，以直接影响行为选择与坚持，减少消极自述对行为的干扰。</skill><strategy>提出可操作的替代语并让其预测紧张档位的变化。</strategy></think>如果把“别紧张、别出错”换成“允许有点紧，先慢下来读清题，一步一步做”，你估计当下的紧张会落在轻微、中等还是很强？"
                },
                {
                    "role": "Client",
                    "text": "大概会降到中等，没那么顶着。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>聚焦“丢脸”的对象，避免泛化，继续沿用功能性评估技能。</assessment><client_state>可能涉及父母与同伴评价的威胁感。</client_state><skill>1366:使用行为日记持续记录时间、地点、情境、次数等，分析前提线索与结果，提升自我觉察，形成数据化依据，用于评估自我管理方法与决策下一步。</skill><strategy>明确“你最担心谁的看法”。</strategy></think>当你想到“考不好就丢脸”，你最担心的是谁的看法？"
                },
                {
                    "role": "Client",
                    "text": "主要是爸妈，还有同学和老师。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>先接住情绪，再回到近一次现实线索，做证据检视。</assessment><client_state>略有紧缩，需要被理解后回到事实层面。</client_state><skill>1366:使用行为日记持续记录时间、地点、情境、次数等，分析前提线索与结果，提升自我觉察，形成数据化依据，用于评估自我管理方法与决策下一步。</skill><strategy>验证其在意被看法的感受，然后追问最近一次考后对答案时同学的实际反应。</strategy></think>在意别人的看法很正常，会让人更紧绷。回到最近一次考试后对答案，当时同学们的实际反应是什么样的？"
                },
                {
                    "role": "Client",
                    "text": "大家都在对着题说思路，没人在意我答得对不对，有人还自嘲说看错了。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>把“丢脸”的绝对化转为概率估计，进一步去灾难化。</assessment><client_state>已看到现实中他人并未聚焦他，适合做概率判断。</client_state><skill>1366:使用行为日记持续记录时间、地点、情境、次数等，分析前提线索与结果，提升自我觉察，形成数据化依据，用于评估自我管理方法与决策下一步。</skill><strategy>请其用小/中/高概率来估计“一次没考好就丢脸”。</strategy></think>按你的经验，“因为一次考试没考好就丢脸”的发生概率，更像小、还是中、还是高？"
                },
                {
                    "role": "Client",
                    "text": "更像小到中等吧，没我想的那么严重。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>对三条关键念头记录当前“相信程度0–10”，满足目标的量化要求。</assessment><client_state>认知弹性提升，愿意量化报告。</client_state><skill>1366:使用行为日记持续记录时间、地点、情境、次数等，分析前提线索与结果，提升自我觉察，形成数据化依据，用于评估自我管理方法与决策下一步。</skill><strategy>让其分别给“必须考好”“别紧张、别出错”“考不好就丢脸”报出当前相信程度0–10。</strategy></think>如果10分是“非常确定”，0分是“完全不信”，此刻你对“必须考好”“别紧张、别出错”“考不好就丢脸”这三条各自的相信程度分别是多少？"
                },
                {
                    "role": "Client",
                    "text": "大概是：‘必须考好’6分；‘别紧张、别出错’5分；‘丢脸’4分。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>开始共创贴近他语言风格的替代语，逐点生成，保持单点提问。</assessment><client_state>愿意尝试，语言简洁有执行性。</client_state><skill>1444:识别并停止消极内部对话，改用具体、正向的自我指令并反复练习，以直接影响行为选择与坚持，减少消极自述对行为的干扰。</skill><strategy>先为“进考场”生成一句可重复的短语。</strategy></think>针对“进考场”的时点，你愿意对自己说的一句简短、能反复的提示语是什么？"
                },
                {
                    "role": "Client",
                    "text": "“允许紧一点，按流程来。”"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>继续在另一个关键时点生成替代语，保持同一技能与风格。</assessment><client_state>进入创作状态。</client_state><skill>1444:识别并停止消极内部对话，改用具体、正向的自我指令并反复练习，以直接影响行为选择与坚持，减少消极自述对行为的干扰。</skill><strategy>为“试卷发下”的时点再定一句短语。</strategy></think>当“试卷发下”的那一刻，你想对自己说什么？"
                },
                {
                    "role": "Client",
                    "text": "“先看清题干，慢一点也没事。”"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>把替代语与生理放松绑定，通过简短的情境演练形成“触发→呼吸+肌肉放松→自我指令”的序列。</assessment><client_state>可进入快速演练；监考靠近是高触发点。</client_state><skill>304503:在恐惧或紧张出现当下，采用鼻吸口呼的深慢呼吸，按4-1-6节律持续数轮，可配合简短自我提示语如“没什么大不了，像平时一样”，或由咨询师当场以简短指令带领，使呼吸加深变慢，迅速降低唤醒，缓解哭泣、气促与躯体不适，帮助恢复稳定与注意集中。; 1467:提示头微微前倾以体验颈后肌放松；耸肩至接近耳垂后自然放下，反复对比紧张与放松。对缺乏锻炼者循序引导，逐步释放颈肩紧张。</skill><strategy>设置“监考靠近”的想象情境，请其先做3轮深慢呼吸，再做一轮耸肩—放松，随后说出替代语，进行一次连贯试做。</strategy></think>现在想象“监考老师走到你身边”，先做三轮深慢呼吸，再做一轮“耸肩—放松”，然后把刚才的那句提示语说出来，试一下好吗？"
                },
                {
                    "role": "Client",
                    "text": "（做了三轮呼吸、耸肩放下）“老师靠近也行，我按步骤来。”说出来后心里稳了一些。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>立即量化回合效果，为后续进阶与巩固提供依据。</assessment><client_state>紧张下降，出现可感稳定感。</client_state><skill>120101:在每次想象或现实暴露与放松练习后，立即记录来访者的焦虑水平（如0～10或0～100），并依据阈值判定：≤3可进阶，>20继续放松，直至“该情景不再紧张”；同步记录前后变化与通过的等级，用于监测训练效果与当次决策。</skill><strategy>请其报告当前紧张档位并标注为当次演练后的评分。</strategy></think>此刻你的紧张更接近轻微、中等还是很强？"
                },
                {
                    "role": "Client",
                    "text": "介于轻微和中等之间，比刚才想的时候低。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>整合并落实一揽子家庭作业：每日练习、现场微流程、外部提醒、继续自我肯定、完善情境清单；用单一问题确认承诺以符合“单点提问”。</assessment><client_state>执行动机良好，但易遗忘，需要外部线索支持。</client_state><skill>23302:明确居家练习：每日一次、每次20–30分钟，或早晚各约10分钟；一般6–8次可掌握。根据情绪随时加练并记录主观变化；在会谈中反馈与强化，配合场景想象持续练习，促进泛化与跨情境应用。; 272101:引导来访者列出具体触发情境，采用SUD 0–100或0–80/5分制为各事件评分，并从低到高排序，明确每一级应小到可被放松拮抗；将清单归档，作为系统脱敏与暴露训练的分级依据与目标。</skill><strategy>一次性说明：1）早晚各10分钟“呼吸+颈肩放松”；2）触发时执行“3次呼吸→耸肩放松→说提示语”；3）把三句提示语写在随身卡片并设手机提醒；4）继续每日朗读优点并简单记录当下感受；5）完成8–10条考试相关情境与档位（轻微/中等/很强）清单，带来下次一起排序，然后以“可以吗”收尾。</strategy></think>接下来这一周：每天早晚各10分钟做“深慢呼吸+颈肩放松”；遇到触发（铃声、监考靠近、卡题）时立刻执行“3次呼吸→耸肩放松→说出对应提示语”；把三句提示语写在小卡片放文具袋，并设早上出门和晚自习前的手机提醒；继续每天朗读“优点清单”并简单记下当下的情绪/紧张变化；同时把与考试相关的情境补全到8–10条，并给出轻微/中等/很强的档位标注，下次带来一起排序。这样安排可以吗？"
                },
                {
                    "role": "Client",
                    "text": "可以，我觉得这些步骤清楚，我能照着做。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>促成自我强化与内化评价，帮助巩固当次收获。</assessment><client_state>自我效能感上升，可以提炼关键点。</client_state><skill>1006:鼓励来访者对自身恰当反应进行自我肯定与自我强化，引导其从外部评价转向内部评价，形成自我评估标准以稳定维持新行为。</skill><strategy>用单点提问请其总结今天对他最有帮助的一点。</strategy></think>今天对你最有帮助的一点是什么？"
                },
                {
                    "role": "Client",
                    "text": "把“必须考好”换成一步一步做，还有遇到触发先呼吸再放松再说那句提示，感觉能把我从紧里拉出来。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>确认下次时间与材料携带，维持连续性与自我监督。</assessment><client_state>愿意继续，节奏稳定。</client_state><skill>7902:在目标设定完成后需建立持续监控与反馈机制时；或在每次会谈开始与结束安排与核对作业。</skill><strategy>单点确认复约时间与携带记录清单。</strategy></think>那我们下次还是这个时间见面可以吗？到时请带上你的每日记录和8–10条情境清单。"
                },
                {
                    "role": "Client",
                    "text": "可以。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>收尾总结，强化关键进展与可操作工具，连接到下周执行，给予简短正向强化。</assessment><client_state>情绪更稳，带着具体方法离开。</client_state><skill>1367:把目标行为的完成视为条件强化，或为达成设定外部强化物，以提升目标行为的发生概率；在进展节点提供即时强化，巩固改变并维持动机。</skill><strategy>简洁陈述性总结三大收获与下周计划，鼓励以小奖励巩固执行。</strategy></think>今天我们完成了三件事：用证据与功能的角度拆解了“必须考好/别出错/丢脸”的想法并给出当前相信程度；共创了贴合你的替代语用于“进考场、试卷发下、监考靠近”，并在情境里连做了“呼吸+颈肩放松+提示语”的演练，紧张已降到轻微—中等；同时把下周的练习与清单安排明确下来。你今天的投入很到位，按这个节奏继续执行并给自己的坚持一点小奖励，会更有动力。我们下次见。"
                }
            ],
            "session_summary": {
                "session_summary_abstract": "本次为第2次会谈，咨询师先回顾一周状态与作业执行，小刘报告“记录做了五天…ABC写了一次…朗读坚持了四天”，紧张多为中等偏上，睡眠约6–6.5小时，并出现一处积极例外：晚自习后打球、热水澡与深呼吸帮助更快入睡。经协商，本次优先处理考前/考中的自动思维。围绕“必须考好/别紧张、别出错/考不好就丢脸”，咨询师引导其做证据—反证与功能检视：小刘承认“短期能把人绷起来去学；长期会更紧，睡不好”，对“丢脸”的概率评为“小到中等”，并给出当前相信度6/5/4。随后共同生成不同情境的替代语——“允许紧一点，按流程来”“先看清题干，慢一点也没事”等，并现场用“3轮深慢呼吸+耸肩—放松+说提示语”在“监考靠近”的想象情境中演练，紧张降至“介于轻微和中等之间”。末段布置具体练习包：每日早晚10分钟呼吸+颈肩放松；遇触发即刻执行“3次呼吸→耸肩放松→提示语”；制作卡片并设提醒；继续朗读优点并记录情绪/紧张变化；补全8–10条考试相关情境并标注强度，为下次分级与系统脱敏做准备。",
                "goal_assessment": {
                    "objective_recap": "1) 开场与联结；2) 回顾与反馈（记录/ABC/优点朗读与一周变化、例外与障碍）；3) 认知重建A：细化触发、功能检视与相信度；4) 认知重建B：生成并演练替代语与随身卡；5) 行为放松训练：教授腹式呼吸与PMR入门并即时反馈；6) 家庭作业协商与落实；7) 任务铺垫：补全8–10条情境并标注强度，为焦虑等级做准备。",
                    "completion_status": "1 完全达成 (Completed)；2 完全达成 (Completed)；3 完全达成 (Completed)；4 完全达成 (Completed)；5 部分达成 (Partially Completed)（完成深慢呼吸与颈肩“先紧后放”的微PMR，但未系统覆盖全身肌群与SUDS量化）；6 完全达成 (Completed)；7 完全达成 (Completed)。",
                    "evidence_and_analysis": "证据1（回顾与反馈）：“记录做了五天…ABC写了一次…朗读坚持了四天。”显示对作业的较高依从与障碍识别，为本次焦点协商奠基。证据2（认知重建与功能检视）：“短期能把人绷起来去学；长期会更紧，睡不好”，并将相信度给到“6/5/4”，表明来访者开始从功能角度审视自动思维并量化信念强度，提示认知加工与自我监测能力提升。证据3（放松+替代语演练）：“（做了三轮呼吸、耸肩放下）…‘心里稳了一些’…‘介于轻微和中等之间’”，显示在想象触发下的生理—认知组合技有效降低唤醒，标志技能内化的起步与治疗联盟的任务一致性增强。"
                },
                "client_state_analysis": {
                    "affective_state": "入程时紧张为中等偏上；在梳理自动思维与功能后出现松动；经“呼吸+耸肩放松+提示语”的情境演练后主观紧张降至轻微—中等，情绪更可控。",
                    "target_behavior": "触发时（进考场/发卷/监考靠近）出现的高唤醒与注意收缩：肩膀更硬、呼吸变浅、盯着“别出错”而卡顿；以自我加压与控制语试图降低威胁，反而加剧紧张与睡眠受损。",
                    "behavioral_patterns": "合作度与依从性较好（记录5天、朗读4天），偶有遗忘；能自选干预顺序（先认知），愿意在会谈中进行想象情境演练并即时反馈紧张等级，回避倾向低。",
                    "therapeutic_alliance": "联盟稳固、目标一致。来访者能与咨询师共同生成替代语并现场操练，认可其效用（“心里稳了一些”），对家庭作业表达“我能照着做”。",
                    "unresolved_points_or_tensions": "与父母/老师评价相关的压力仅初步触及（“主要是爸妈，还有同学和老师”），尚未在具体情境中系统加工；放松训练停留在呼吸与颈肩微PMR，未覆盖全身序列；睡眠改善因素虽有线索（运动、热水澡），但睡前流程与持续化安排未细化。"
                },
                "homework": [
                    "每天早晚各10分钟练习“深慢呼吸+颈肩放松”",
                    "遇到触发（铃声、监考靠近、卡题）时立刻执行“3次呼吸→耸肩放松→说出对应提示语”",
                    "将三句提示语写在小卡片放入文具袋，并设置早上出门与晚自习前的手机提醒",
                    "继续每天朗读“优点清单”，并简单记录当下的情绪/紧张变化",
                    "补全与考试相关的情境至8–10条，并标注轻微/中等/很强强度，下次带来共同排序"
                ],
                "client_info_get": {
                    "static_traits": {
                        "age": "",
                        "name": "小刘",
                        "gender": "",
                        "occupation": "学生",
                        "educational_background": "",
                        "marital_status": "",
                        "family_status": "爸妈比较严",
                        "social_status": "",
                        "medical_history": "",
                        "language_features": ""
                    },
                    "main_problem": "",
                    "topic": "",
                    "core_demands": "",
                    "growth_experiences": [
                        "上次期中考试成绩下降较多",
                        "上学期数学曾没考好，随后几次调整补了回来"
                    ],
                    "target_behavior": [
                        {
                            "behavior": "考前/考中出现强烈紧张与过度自我要求，伴随肩膀僵硬、呼吸变浅、注意力过度聚焦“怕出错”，做题卡顿",
                            "antecedent": [
                                "出现“这次必须考好”的想法",
                                "对自己说“别紧张、别出错”",
                                "考试相关情境（考前与考试中、对答案）"
                            ],
                            "core_reason": "对成绩持高标准与对父母、老师、同学评价的担心，导致灾难化与注意偏向错误",
                            "function": "短期通过提高警觉与紧张来迫使自己用功、力求不出错（逃避失败与负评价）；长期维持焦虑与过度控制",
                            "consequence": "短期能“把人绷起来去学”；长期更紧张、睡不好，第二天更难集中，做题更容易卡住"
                        },
                        {
                            "behavior": "睡前入睡困难与睡眠不足（平均约6–6.5小时，部分夜晚辗转难眠）",
                            "antecedent": [
                                "考试压力期间的夜间就寝时段",
                                "当日紧张水平中等偏上"
                            ],
                            "core_reason": "与考试表现相关的焦虑提升了认知与生理唤醒，干扰入睡",
                            "function": "担忧与紧张在主观上被用来保持警觉以防差错，但客观上难以放松与入睡",
                            "consequence": "两天出现翻来覆去难以入睡；总体睡眠质量一般，次日注意力更难集中"
                        }
                    ]
                },
                "client_info_merge": {
                    "user_id": "",
                    "static_traits": {
                        "name": "小刘",
                        "age": "17",
                        "gender": "",
                        "occupation": "学生",
                        "educational_background": "高一在读",
                        "marital_status": "",
                        "family_status": "与父母同住，爸妈比较严",
                        "social_status": "",
                        "medical_history": "",
                        "language_features": ""
                    },
                    "growth_experiences": [
                        "上次期中考试成绩明显下降，压力增大。",
                        "曾在课堂上因走神被老师当堂点名，感到难堪。",
                        "上学期数学曾没考好，随后几次调整补了回来。"
                    ],
                    "main_problem": "临近考试及考试当天出现明显紧张焦虑，伴随睡眠困难与注意力不集中，影响考试发挥。",
                    "topic": "学业压力",
                    "core_demands": "希望考前不那么慌、入睡更快、考试中注意力更稳。",
                    "target_behavior": [
                        {
                            "behavior": "临近考试及考试中出现显著紧张/焦虑与过度自我要求，伴随肩膀僵硬、呼吸变浅、心跳加速、手心出汗，注意力过度聚焦“怕出错”而易走神与做题卡顿，入睡变难。",
                            "antecedent": [
                                "老师宣布将要考试/月考",
                                "临近考试的一周，尤其前两天/前一晚感觉准备不充分",
                                "走进考场、试卷发下来、坐下",
                                "监考老师在附近走动或提醒时间",
                                "遇到难题被卡住",
                                "考试后对答案出现不一致",
                                "出现“这次必须考好”“别紧张、别出错”等自我对话"
                            ],
                            "core_reason": "对成绩与他人（父母、老师、同学）评价高度敏感与高标准、低容错的自我要求，叠加前次成绩下滑与被当堂点名的经历，引发“这次一定要考好/别出错”等消极自我对话，形成灾难化预期与持续警觉；注意偏向错误与反刍占用认知资源，进一步损害专注与睡眠。",
                            "function": "逃避失败、丢脸与被批评等不受欢迎结果；短期通过自我安慰、多刷题、（有时）喝咖啡与提高警觉来获得控制感、迫使自己用功或从紧张情境中短暂抽离；但这也维持了焦虑与过度控制。",
                            "consequence": "当晚入睡困难、睡眠不足（部分夜晚约4–5小时，整体约6–6.5小时），次日疲劳、注意力不集中，复习/学习效率下降、做题更易卡住，考试表现受影响，并可能被老师点名，进一步加剧焦虑循环。"
                        }
                    ]
                },
                "next_session_plan": {
                    "overall_stage": "核心认知与行为干预",
                    "session_focus": {
                        "stage_title": "建立个体化焦虑等级并实施系统脱敏（1–4级）与积极自我暗示",
                        "objective": [
                            "开场与联结：简短寒暄，确认当下的睡眠、紧张度与学习投入感受，营造轻松、合作的氛围。",
                            "回顾与反馈：基于既往作业与一周记录，回顾PMR/呼吸与替代思维卡的使用频率与情境，梳理睡眠与SUDS的变化；运用EARS放大积极例外、识别障碍并微调提示语，必要时用评量询问协商本次目标刻度。",
                            "建立焦虑等级：在已收集的考试相关触发清单与强度标注基础上，协商并完成10级（由弱到强）的SUDS排序；若有缺口，补充遗漏情境，并明确每级的具体线索及常见安全/回避行为。",
                            "系统脱敏（想象暴露1–4级）：首次逐级引导1–4级想象暴露，记录SUDS峰值与下降曲线，立即配对腹式呼吸/PMR与注意再聚焦及替代语，重复1–3轮直至接近基线，归纳最有效的节奏、语句与时长参数。",
                            "积极自我暗示：在放松末段探索并植入简短、口语化的肯定语（与节拍呼吸配对），观察SUDS即时变化并优化措辞与节拍，使之便于现场自我提示与迁移。",
                            "家庭作业（协商与落实）：明确每日练习1–4级想象暴露＋放松（建议≥5天/周）、触发时使用“3次呼吸→微PMR→替代/肯定语”、继续朗读优点清单；采用统一模板记录每次SUDS前后与成功经验，设置手机提醒与达标标准。",
                            "任务铺垫：为下次推进5–10级做准备，选定最担心的3个场景，预演并脚本化对应的替代语与应对动作（如卡片提示、微拉伸），明确情境线索与评量指标。"
                        ]
                    }
                }
            },
            "client_info_last": {
                "user_id": "",
                "static_traits": {
                    "name": "小刘",
                    "age": "17",
                    "gender": "",
                    "occupation": "学生",
                    "educational_background": "高一在读",
                    "marital_status": "",
                    "family_status": "与父母同住，爸妈比较严",
                    "social_status": "",
                    "medical_history": "",
                    "language_features": ""
                },
                "growth_experiences": [
                    "上次期中考试成绩明显下降，压力增大。",
                    "曾在课堂上因走神被老师当堂点名，感到难堪。",
                    "上学期数学曾没考好，随后几次调整补了回来。"
                ],
                "main_problem": "临近考试及考试当天出现明显紧张焦虑，伴随睡眠困难与注意力不集中，影响考试发挥。",
                "topic": "学业压力",
                "core_demands": "希望考前不那么慌、入睡更快、考试中注意力更稳。",
                "target_behavior": [
                    {
                        "behavior": "临近考试及考试中出现显著紧张/焦虑与过度自我要求，伴随肩膀僵硬、呼吸变浅、心跳加速、手心出汗，注意力过度聚焦“怕出错”而易走神与做题卡顿，入睡变难。",
                        "antecedent": [
                            "老师宣布将要考试/月考",
                            "临近考试的一周，尤其前两天/前一晚感觉准备不充分",
                            "走进考场、试卷发下来、坐下",
                            "监考老师在附近走动或提醒时间",
                            "遇到难题被卡住",
                            "考试后对答案出现不一致",
                            "出现“这次必须考好”“别紧张、别出错”等自我对话"
                        ],
                        "core_reason": "对成绩与他人（父母、老师、同学）评价高度敏感与高标准、低容错的自我要求，叠加前次成绩下滑与被当堂点名的经历，引发“这次一定要考好/别出错”等消极自我对话，形成灾难化预期与持续警觉；注意偏向错误与反刍占用认知资源，进一步损害专注与睡眠。",
                        "function": "逃避失败、丢脸与被批评等不受欢迎结果；短期通过自我安慰、多刷题、（有时）喝咖啡与提高警觉来获得控制感、迫使自己用功或从紧张情境中短暂抽离；但这也维持了焦虑与过度控制。",
                        "consequence": "当晚入睡困难、睡眠不足（部分夜晚约4–5小时，整体约6–6.5小时），次日疲劳、注意力不集中，复习/学习效率下降、做题更易卡住，考试表现受影响，并可能被老师点名，进一步加剧焦虑循环。"
                    }
                ]
            }
        },
        {
            "session_number": 3,
            "session_goals": {
                "overall_stage": "核心认知与行为干预",
                "session_focus": {
                    "stage_title": "建立个体化焦虑等级并实施系统脱敏（1–4级）与积极自我暗示",
                    "objective": [
                        "开场与联结：简短寒暄，确认当下的睡眠、紧张度与学习投入感受，营造轻松、合作的氛围。",
                        "回顾与反馈：基于既往作业与一周记录，回顾PMR/呼吸与替代思维卡的使用频率与情境，梳理睡眠与SUDS的变化；运用EARS放大积极例外、识别障碍并微调提示语，必要时用评量询问协商本次目标刻度。",
                        "建立焦虑等级：在已收集的考试相关触发清单与强度标注基础上，协商并完成10级（由弱到强）的SUDS排序；若有缺口，补充遗漏情境，并明确每级的具体线索及常见安全/回避行为。",
                        "系统脱敏（想象暴露1–4级）：首次逐级引导1–4级想象暴露，记录SUDS峰值与下降曲线，立即配对腹式呼吸/PMR与注意再聚焦及替代语，重复1–3轮直至接近基线，归纳最有效的节奏、语句与时长参数。",
                        "积极自我暗示：在放松末段探索并植入简短、口语化的肯定语（与节拍呼吸配对），观察SUDS即时变化并优化措辞与节拍，使之便于现场自我提示与迁移。",
                        "家庭作业（协商与落实）：明确每日练习1–4级想象暴露＋放松（建议≥5天/周）、触发时使用“3次呼吸→微PMR→替代/肯定语”、继续朗读优点清单；采用统一模板记录每次SUDS前后与成功经验，设置手机提醒与达标标准。",
                        "任务铺垫：为下次推进5–10级做准备，选定最担心的3个场景，预演并脚本化对应的替代语与应对动作（如卡片提示、微拉伸），明确情境线索与评量指标。"
                    ]
                }
            },
            "suggest_skills": [
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n抑制:通过刺激控制、培养对抗性行为与习惯化，抑制不良反应发生；常用放松与暴露、厌恶等技术消退焦虑与问题行为。\n习惯化:借助反复暴露于恐惧刺激使生理与心理反应逐步下降，恐惧失去激发力；为暴露疗法与冲击疗法提供理论基础。\n暴露技术:通过呈现引发恐惧或厌恶的刺激以促使反应消退，包含系统脱敏与冲击疗法等形式，目标是打破逃避与负强化循环。\n系统脱敏:依据交互抑制与反条件作用，先训练放松，再按焦虑等级逐级暴露，将“刺激-放松”新联系强化，消除恐惧反应。\n想象脱敏法:要求来访者按焦虑等级由低到高进行情景想象，并用全身放松与其相对抗，达到对高等级刺激的无焦虑反应。",
                    "micro_skills": [
                        {
                            "skill_id": "1704",
                            "skill_name": "进行放松训练以支持想象脱敏",
                            "skill_description": "在开展系统脱敏前，引导来访者掌握深度肌肉放松，能随时进入全身放松状态，为在想象暴露中以放松对抗焦虑提供稳定基础，常用深度肌肉放松法。",
                            "when_to_use": "初始评估后、系统脱敏开始前的准备阶段；目标是为想象脱敏建立放松能力与进入通道。",
                            "trigger": "来访者首次进行系统脱敏；或在想象中难以保持放松、主观焦虑明显上升、出现紧张迹象。"
                        },
                        {
                            "skill_id": "1705",
                            "skill_name": "建立主观焦虑等级序列",
                            "skill_description": "协助来访者回忆恐惧事件并用0–100主观焦虑评分，按由弱到强均匀分级，确定各等级情境，形成用于想象脱敏的焦虑等级序列表与操作顺序。",
                            "when_to_use": "系统脱敏操作的准备环节；在完成放松训练后，为想象暴露制定分级方案与进度。",
                            "trigger": "来访者能描述其害怕的事件或刺激物，并可进行主观焦虑评分与排序；治疗需制定脱敏路径。"
                        },
                        {
                            "skill_id": "1706",
                            "skill_name": "按等级进行情景想象并放松对抗",
                            "skill_description": "要求来访者从低等级开始清晰想象恐惧情境，同时保持全身放松，以放松对抗紧张，使“刺激-放松”建立新的联系，逐步削弱焦虑反应。",
                            "when_to_use": "系统脱敏练习阶段的每一等级开始时；目标是将放松与低强度想象刺激配对以替代焦虑。",
                            "trigger": "来访者能进入放松状态且配合度良好；准备开始或已进入某一低等级情境的想象暴露。"
                        },
                        {
                            "skill_id": "1707",
                            "skill_name": "设定紧张信号与中止放松再想象",
                            "skill_description": "约定当来访者在想象中感到紧张或难以控制焦虑时，以手势示意；立即停止想象，进行放松训练，随后再重复该等级想象，直至不再引发焦虑为止。",
                            "when_to_use": "每次想象暴露的实时监测环节；用于保障安全与疗效的操作规则与应急处理。",
                            "trigger": "来访者出现紧张、主观焦虑急剧上升或无法自控；以手势示意需要暂停；伴随呼吸急促、回避倾向等表现。"
                        },
                        {
                            "skill_id": "1708",
                            "skill_name": "逐级推进直至最高等级无焦虑",
                            "skill_description": "当当前等级情境想象已不再引发焦虑时，进入下一等级，按序逐级上升；达到最高等级情境也不再感到焦虑时结束脱敏练习。",
                            "when_to_use": "当前等级完成后、准备过渡到更高等级时；用于控制进度与定义终止标准。",
                            "trigger": "来访者在该等级想象中主观焦虑显著降低并消失；想象时保持平静、无紧张生理反应。"
                        },
                        {
                            "skill_id": "1709",
                            "skill_name": "调整焦虑等级表随治疗进展",
                            "skill_description": "根据来访者主观体验变化，动态修订焦虑事件与等级跨度，确保分级均匀与循序渐进；必要时缩小跨度，避免跨级过大以影响脱敏效果。",
                            "when_to_use": "系统脱敏过程中出现焦虑强度变化或分级不匹配时；用于优化分级与维持治疗节奏。",
                            "trigger": "来访者对某些事件的焦虑程度降低或升高；当前等级难度过高或过低、推进受阻的反馈出现。"
                        },
                        {
                            "skill_id": "39101",
                            "skill_name": "构建并量化焦虑等级序列",
                            "skill_description": "与来访者共同列出引发焦虑的典型情境（如考试、社交、工作等），依据主观焦虑强度由低到高排序，并以0–80或0–100等量化评分，确保各级强度小到可被全身放松拮抗，形成个性化分级清单，作为后续想象暴露与训练顺序的依据。",
                            "when_to_use": "在系统脱敏开始前或完成刺激情景收集后，用于明确分级暴露的序列与难度并制定训练计划时。",
                            "trigger": "存在多个触发场景且焦虑强度不一；或暴露无序、部分情景过强导致放松无法拮抗，需要制定由低到高的等级与评分。"
                        },
                        {
                            "skill_id": "191101",
                            "skill_name": "引导情景想象并评估推进等级",
                            "skill_description": "按既定等级在安全环境中引导来访者进行情景想象，短时唤起焦虑并即时主观评估；当能在当前等级保持放松、紧张度明显下降后，再提升到更高等级；对各等级反复练习，直至焦虑显著降低并能维持放松体验。",
                            "when_to_use": "每次进入某一级别的想象暴露开始与进行中；以及低一级焦虑降至可控或消失、准备提升到更高等级时。",
                            "trigger": "在想象相应情境时出现心慌、紧张等焦虑征象或主观评分升高；或来访者报告当前等级能保持放松、紧张度明显下降。"
                        },
                        {
                            "skill_id": "39102",
                            "skill_name": "评估焦虑并暂停想象转入放松循环",
                            "skill_description": "在每一层级的想象暴露中先评估焦虑水平，一旦紧张升高即停止想象，立即诱导全身（渐进性肌肉）放松并保持，随后再评估；重复“评估—放松—再评估”循环，直至该等级焦虑降至最低，可根据状态完成1—4个等级。",
                            "when_to_use": "在每层级的想象暴露过程中或每轮想象后，需以放松对抗焦虑并监测效果、决定是否继续训练时。",
                            "trigger": "来访者报告心慌、出汗、注意难集中等紧张反应或主观评分偏高；放松后焦虑仍高或已下降，需判断是否继续训练或进入下一等级。"
                        },
                        {
                            "skill_id": "289900",
                            "skill_name": "收集刺激情景并建立焦虑等级表",
                            "skill_description": "引导来访者详细枚举会触发焦虑的具体情景，并依据刺激强度列出1–6级或0–100/5分制的等级，从弱到强排序，形成由低到高的焦虑事件等级表，为后续在放松状态下进行逐级想象暴露提供清晰路线。",
                            "when_to_use": "系统脱敏开始前制定分级训练路线时；或完成情景收集后进入分级设计阶段。",
                            "trigger": "来访者对上学、考试、社交等多个情境焦虑强度不一，描述相关场景时即刻出现紧张或担忧，需明确暴露顺序与难度。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n抑制:通过刺激控制、培养对抗性行为与习惯化，抑制不良反应发生；常用放松与暴露、厌恶等技术消退焦虑与问题行为。\n培养对抗性行为:以放松等与焦虑不相容的反应替代不良反应，依据交互抑制原理抑制焦虑，作为抑制策略的重要技术路径。\n放松训练:源自雅各布森与沃尔普理论，通过肌肉与精神放松降低自主唤醒，缓解焦虑与紧张，并可与生物反馈和脱敏技术联合。\n渐进性肌肉放松法:按部位交替紧张与放松，体验差异并记忆舒适感，每次约20分钟且每日练习，系统化覆盖头、颈、肩、臂、躯干与下肢。",
                    "micro_skills": [
                        {
                            "skill_id": "1464",
                            "skill_name": "引导舒适体位与深呼吸平静开场",
                            "skill_description": "指导来访者取舒适体位，并通过几次深呼吸使其平静，为后续肌群紧张-放松练习做准备，帮助集中注意、进入训练状态。",
                            "when_to_use": "在渐进性肌肉放松训练开始前的准备阶段，用于引导进入平静与专注的练习状态。",
                            "trigger": "来访者尚未平静、姿势不舒适或注意力分散，需要指令才能进入练习。"
                        },
                        {
                            "skill_id": "1471",
                            "skill_name": "系统化覆盖与时长频率安排",
                            "skill_description": "按一定顺序系统覆盖各肌群，有节奏地进行收缩—放松；会谈中每次约20分钟，并布置每日在家自练30分钟，以巩固并泛化全身放松。",
                            "when_to_use": "在制定练习计划或结束一轮全身训练、安排家庭作业时，规范练习节奏与时长。",
                            "trigger": "来访者询问练习时长/频率，或练习零散、顺序混乱、难以坚持。"
                        },
                        {
                            "skill_id": "175300",
                            "skill_name": "示范并带练紧张-放松序列训练",
                            "skill_description": "在第1–2次咨询示范并带练渐进性肌肉放松：先设置坐姿与启动动作，配合慢呼吸，在指导语与轻松音乐伴随下按身体部位实施先紧后松，比较紧张—放松差异，逐步掌握并形成随意放松；可布置每日1–2次练习以巩固。",
                            "when_to_use": "第1、2次咨询的诊断与关系建立阶段；在系统脱敏训练环节或暴露前需建立与焦虑不相容的放松反应时。",
                            "trigger": "来访者出现心慌、紧张、睡眠变差、肌肉紧张，或在想象/现实社交情境、声音刺激下焦虑升高，难以自发放松。"
                        },
                        {
                            "skill_id": "281703",
                            "skill_name": "紧张情境下即时应用肌肉放松",
                            "skill_description": "明确要求来访者一旦出现紧张或焦虑，即刻联想并启动已学的肌肉行为放松，通过身体松弛快速降低心理唤醒；在第三至四次训练后将该技能迁移到考试、上台等日常情境中，实现自助拮抗焦虑。",
                            "when_to_use": "考前、考试中或日常出现紧张与焦虑时；用于技能巩固阶段及随后生活中的应用。",
                            "trigger": "心慌、坐立不安、出汗、失眠等焦虑反应或自觉紧张；报告焦虑上升或担心特定情境。"
                        },
                        {
                            "skill_id": "296902",
                            "skill_name": "按肌群顺序实施紧张-放松训练",
                            "skill_description": "指导按由上至下依次覆盖前臂、面部、颈肩、手臂、胸腹、臀部、大腿、小腿、脚等肌群，先主动收紧再放松，强调“一张一弛”的对比觉察，巩固全身放松状态并系统缓解紧张。",
                            "when_to_use": "完成示范并掌握要领后进入全身练习阶段，或在进行渐进性肌肉放松的核心步骤时。",
                            "trigger": "进入各部位训练环节需要结构化顺序指导，或报告全身性紧张与焦虑需系统练习。"
                        },
                        {
                            "skill_id": "23302",
                            "skill_name": "规定练习时长与频率并布置居家作业",
                            "skill_description": "明确居家练习：每日一次、每次20–30分钟，或早晚各约10分钟；一般6–8次可掌握。根据情绪随时加练并记录主观变化；在会谈中反馈与强化，配合场景想象持续练习，促进泛化与跨情境应用。",
                            "when_to_use": "在制定训练计划与每次咨询结束布置作业时；第二至四次训练结束后用于巩固并促进迁移。",
                            "trigger": "已初步掌握放松技巧、需要巩固与形成稳定习惯；仍易紧张或主动寻求可操作的自我调节方法。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n抑制:通过刺激控制、培养对抗性行为与习惯化，抑制不良反应发生；常用放松与暴露、厌恶等技术消退焦虑与问题行为。\n培养对抗性行为:以放松等与焦虑不相容的反应替代不良反应，依据交互抑制原理抑制焦虑，作为抑制策略的重要技术路径。\n放松训练:源自雅各布森与沃尔普理论，通过肌肉与精神放松降低自主唤醒，缓解焦虑与紧张，并可与生物反馈和脱敏技术联合。\n深呼吸放松法:采用站立或舒适姿势，闭目、腹式呼吸配合指示语“深吸慢呼”，形成可自助的即时放松技能以应对紧张事件。",
                    "micro_skills": [
                        {
                            "skill_id": "1545",
                            "skill_name": "引导腹式深呼吸",
                            "skill_description": "提示来访者将一手平放在腹部上，缓慢进行深呼吸，让手随腹式呼吸起伏，强调“慢而深、自然均匀”的呼吸节奏，通过腹式呼吸降低唤醒、诱发身体放松。",
                            "when_to_use": "在深呼吸放松的核心练习阶段，用于建立腹式呼吸模式并促进即时的生理放松反应。",
                            "trigger": "来访者处于紧张状态并开始进行深呼吸练习，需要具体的腹式呼吸操作指引。"
                        },
                        {
                            "skill_id": "1546",
                            "skill_name": "提供呼吸节奏指示语",
                            "skill_description": "治疗师配合来访者呼吸节奏，重复简短指令“深深地吸进来，慢慢地呼出去”，以外部语言节拍引导其减慢吸气、延长呼气，稳定节律并加深放松效果。",
                            "when_to_use": "在深呼吸训练进行中，当来访者需要节奏性指引或处于初学阶段时，用于稳定与强化练习。",
                            "trigger": "来访者正在进行深呼吸练习，出现对节奏把握不足或需要语言提示以维持“慢呼”的迹象。"
                        },
                        {
                            "skill_id": "1547",
                            "skill_name": "教授自助练习与即时应用",
                            "skill_description": "在掌握方法后强调其为简便的现场自助技术，指导来访者在“特殊场合感到紧张且无时间与场地进行其他放松”时，随时以深呼吸自我练习，形成可随时调用的放松技能。",
                            "when_to_use": "在放松训练结束后的巩固与迁移阶段，安排日常自练并明确未来紧张情境的现场应用方式。",
                            "trigger": "来访者报告常遇到突发紧张或场地受限的情境，表达需要快速自助放松的方法。"
                        },
                        {
                            "skill_id": "251302",
                            "skill_name": "教授并训练标准深呼吸放松法",
                            "skill_description": "在放松训练环节，指导来访者以鼻吸口呼的腹式呼吸进行连续练习：吸气时腹部扩张、屏息数秒、缓慢呼出，保持稳定、均匀的“深吸—慢呼”节律，帮助降低自主唤醒、缓解紧张与焦虑，作为系统脱敏或治疗中的配套放松手段。",
                            "when_to_use": "在放松训练或系统脱敏前的准备阶段；首次教授或需要标准化操作时，或治疗过程中需要配套放松/快速镇静时。",
                            "trigger": "即将进行恐惧场景想象；出现可怕念头后焦虑、紧张加剧，或心悸、呼吸不畅、发慌等自主神经反应；来访者对深呼吸方法不清楚、难以放松。"
                        },
                        {
                            "skill_id": "304503",
                            "skill_name": "紧张或恐惧时深慢呼吸自我安抚",
                            "skill_description": "在恐惧或紧张出现当下，采用鼻吸口呼的深慢呼吸，按4-1-6节律持续数轮，可配合简短自我提示语如“没什么大不了，像平时一样”，或由咨询师当场以简短指令带领，使呼吸加深变慢，迅速降低唤醒，缓解哭泣、气促与躯体不适，帮助恢复稳定与注意集中。",
                            "when_to_use": "恐惧突然升高、预期性焦虑来临或考试相关紧张出现的当下；评估或干预过程中强烈焦虑使谈话难以继续时；咨询间隙与日常学习中的即时自我调节。",
                            "trigger": "来访者自述害怕、发作、紧张、要失控及相应躯体化反应；紧张加剧、心情不稳或注意难以集中；想到或临近考试时心慌、焦虑升高、难以平复；出现哭泣、气促、坐立不安、双手互搓，诉头痛、心痛、全身冰凉、喘不上气等。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n抑制:通过刺激控制、培养对抗性行为与习惯化，抑制不良反应发生；常用放松与暴露、厌恶等技术消退焦虑与问题行为。\n培养对抗性行为:以放松等与焦虑不相容的反应替代不良反应，依据交互抑制原理抑制焦虑，作为抑制策略的重要技术路径。\n放松训练:源自雅各布森与沃尔普理论，通过肌肉与精神放松降低自主唤醒，缓解焦虑与紧张，并可与生物反馈和脱敏技术联合。\n想象性放松（被动放松）:结合深呼吸、被动肌肉放松与加深策略，运用指导性意象进入宁静情境，提升多通道感官参与以加深放松程度。\n指导想象:以缓慢语速引导来访者想象平静自然场景，强调视觉主导并结合听觉触觉等，维持兴趣与专注，深化放松效果。",
                    "micro_skills": [
                        {
                            "skill_id": "1484",
                            "skill_name": "设置姿势与闭眼进入想象引导",
                            "skill_description": "引导来访者放松地坐好并闭上双眼，在安静环境中开启言语性指导，为随后的想象建立安全、稳定的起点与专注基础。",
                            "when_to_use": "在被动性放松训练进入指导想象的起始阶段，准备从一般放松过渡到意象引导、建立初始专注时。",
                            "trigger": "来访者已就座并表示可开始放松；对视线游移、分心或等待指令时点头示意愿意闭眼。"
                        },
                        {
                            "skill_id": "1485",
                            "skill_name": "以缓慢节奏并与呼吸同步引导",
                            "skill_description": "使用柔和、逐渐放慢的语速与语调，配合来访者的呼吸节律输出指示语，形成稳定节奏与安全感，帮助深化放松。",
                            "when_to_use": "在正式叙述指导想象脚本的全过程，用于稳住节奏、降低生理唤醒并加深放松深度时。",
                            "trigger": "来访者已闭眼进入想象、呼吸可被观察；或出现呼吸偏快、紧张迹象，需要通过语速节奏引导。"
                        },
                        {
                            "skill_id": "1486",
                            "skill_name": "描绘宁静自然情境引导视觉想象",
                            "skill_description": "以安全、平静的自然场景为脚本核心，描绘具体视觉细节（如光影、色彩、风动、落叶），引导来访者构建稳定的内在画面。",
                            "when_to_use": "在进入指导想象主体段落，需要快速建立意象并借助视觉主导提高专注与放松时。",
                            "trigger": "来访者闭眼并表示“准备好了”或点头示意可开始想象；等待场景描述以进入状态。"
                        },
                        {
                            "skill_id": "1487",
                            "skill_name": "整合多感官线索加强沉浸",
                            "skill_description": "在视觉基础上加入听觉、触觉与温度等线索（如微风、衣物触感、环境声），丰富通道输入，提升沉浸与放松深度。",
                            "when_to_use": "在指导想象进行中需要加深放松或增强专注时，尤其是视觉想象能力较弱者的训练阶段。",
                            "trigger": "来访者反馈“画面不清”“难进入”或仅能描述视觉内容、注意走神，放松深度不足。"
                        },
                        {
                            "skill_id": "1489",
                            "skill_name": "从言语引导过渡到自主想象",
                            "skill_description": "先以具体指示语搭建场景，逐步减少提示频率与细节，鼓励来访者自行延展与维持意象，强化自我放松能力。",
                            "when_to_use": "当初步场景已建立、放松与专注稳定后，进入巩固与加深阶段以提升自主性与内化技能时。",
                            "trigger": "来访者呼吸平稳、表情放松，能流畅复述或补充场景细节，表示“可以自己继续想”。"
                        },
                        {
                            "skill_id": "23500",
                            "skill_name": "引导放松情景想象并安定身心",
                            "skill_description": "在放松训练或需迅速稳定情绪时，引导来访者想象令其轻松的情境（如漫步在美丽的田野），配合保持舒适姿势，由咨询师以轻柔声调持续定向与提示，帮助其专注并逐步进入平和的身心状态，可作为想象脱敏前的准备。",
                            "when_to_use": "在学习放松技巧阶段或作为想象脱敏的准备；或当需要快速缓解紧张时。",
                            "trigger": "开始放松训练；或来访者难以放松、焦虑紧张上升，提及考试/人际即情绪显著升高。"
                        },
                        {
                            "skill_id": "190701",
                            "skill_name": "意象焦虑时暂停放松与复评",
                            "skill_description": "在情境想象引发紧张或每段练习后，先评估当前焦虑水平；一旦焦虑上升，立即暂停意象，转入全身或所学放松技术，待平稳后再次评估并比较。必要时在同一情境下反复练习，直至能保持放松，再推进到下一等级。",
                            "when_to_use": "在系统脱敏的想象放松过程中，用于处理想象引发的即时焦虑并监测放松对抗效果，或完成一段想象后需要放松时。",
                            "trigger": "来访者在想象中报告焦虑上升、身体紧张、心跳加快或注意受扰，或在当前场景中难以维持放松。"
                        },
                        {
                            "skill_id": "190700",
                            "skill_name": "按等级逐级想象并保持放松",
                            "skill_description": "在系统脱敏实施阶段，依据已制定的焦虑等级，从最低等级情境开始，在放松状态下逐级进行情境想象；在每一等级适度唤起焦虑并保持身心放松，配合报告与评估焦虑强度。当前情境不再引发紧张后再推进下一等级，亦可先以中性情境开启以稳定注意。",
                            "when_to_use": "在脱敏训练实施阶段、每次会谈中开展逐级场景想象；已建立焦虑等级并已掌握基础放松后。",
                            "trigger": "开始具体等级的情境想象；或听到情境提示出现紧张、心慌或注意难以集中；已掌握肌肉放松/腹式呼吸且提到考试即明显紧张。"
                        },
                        {
                            "skill_id": "281900",
                            "skill_name": "构建考试焦虑情境等级表",
                            "skill_description": "在系统脱敏开始前，与来访者商定并按焦虑轻重将考试相关刺激情境由弱到强依序排列，形成分级的焦虑层级（如1—6级或0至90十级），标注各级具体事件与预期分值，为放松状态下的逐级想象暴露提供清晰、可推进的训练序列。",
                            "when_to_use": "系统脱敏开始阶段，用于规划考试相关的想象训练路径并明确顺序与难度。",
                            "trigger": "来访者仍对考试显著焦虑，能列举考试相关场景并感知强度差异，准备开展系统脱敏。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n生物反馈:借助生理仪器将体内微弱生理信号转化为可感知反馈，依据操作性条件反射训练个体随意调节内脏与躯体机能，纠正病态性条件联系，提升自我调节以缓解心身与神经精神问题。\n生物反馈治疗结束阶段:在每次治疗结束阶段记录目标值与生理指标变化，与基线比较评估疗效；若指标无明显变动或症状未改善，考虑更换反馈生物指标或调整方案，并安排随访及家庭训练以巩固效果。\n观察记录单:治疗前、过程中及结束后由治疗师填写，用于记录生理与症状数据、目标值与练习情况并作阶段对比，判断疗效与问题，必要时指导更换反馈指标或调整治疗策略，确保训练科学有效。",
                    "micro_skills": [
                        {
                            "skill_id": "249303",
                            "skill_name": "记录暴露达成与情绪反应",
                            "skill_description": "在连续疗程中记录现实暴露行为（如乘坐电梯）的完成情况及心悸、出汗等自主神经症状是否出现；每次治疗结束后详细写明当次体验、情绪强度与变化，呈现恐惧减轻的阶段性轨迹，为后续评估与方案调整提供依据。",
                            "when_to_use": "每次会谈结束、阶段性复盘与巩固时；或在完成一次现实情境尝试后用于评估当次成效。",
                            "trigger": "来访者完成一次现实情境尝试；或需回顾当次治疗体验与情绪变化时。"
                        },
                        {
                            "skill_id": "90107",
                            "skill_name": "复访评估并调整练习计划",
                            "skill_description": "在后续会谈中系统追问并记录家庭作业的执行与效果，依据来访者反馈调整练习重点/难度与计划；可约定回访时间（如一个月后回访）以监测迁移效果，持续支持技能保持与广泛化。",
                            "when_to_use": "每次家庭作业后的回访或阶段性评估时，或在巩固与结束阶段需要检视迁移效果并迭代方案时。",
                            "trigger": "求助者提交或口头汇报作业与应用情况，出现困难或进展需要调整；按期回访并报告近期睡眠、恐惧与练习情况，或对作业效果存在疑问。"
                        },
                        {
                            "skill_id": "264504",
                            "skill_name": "记录家庭作业与训练执行情况",
                            "skill_description": "将布置的放松训练、场景想象等家庭作业记入记录单，持续记录每日/每次的次数、时长、所练情境等级、完成率与主观焦虑变化，并记载应用情境与反馈要点；必要时记录引发事件、自动化思维、正念觉察与宣泄放松体验，供下次复盘、巩固与方案调整。",
                            "when_to_use": "布置家庭作业后至结束与巩固阶段的作业反馈与训练跟踪环节，及随访时。",
                            "trigger": "制定作业计划后；来访者复诊时汇报练习频率、时长、感受与在日常生活中的应用，或提交相关记录时。"
                        },
                        {
                            "skill_id": "74500",
                            "skill_name": "记录分级脱敏焦虑评分与进展",
                            "skill_description": "每次想象或现实暴露训练后，记录各级情境下的主观焦虑评分，标注是否低于阈值（如40分）及是否进入下一等级，同时记录情绪反应与完成度，持续更新分级清单，评估训练效果并安排下一步。",
                            "when_to_use": "每次分级想象/现实暴露训练结束或阶段总结时。",
                            "trigger": "完成某一情境的暴露练习，或来访者报告本次各等级的焦虑分数与感受，需要决定是否推进时。"
                        },
                        {
                            "skill_id": "120101",
                            "skill_name": "暴露/放松后焦虑评分与进阶判定记录",
                            "skill_description": "在每次想象或现实暴露与放松练习后，立即记录来访者的焦虑水平（如0～10或0～100），并依据阈值判定：≤3可进阶，>20继续放松，直至“该情景不再紧张”；同步记录前后变化与通过的等级，用于监测训练效果与当次决策。",
                            "when_to_use": "每次暴露/放松训练结束阶段，用于评估当次效果并决定是否晋级。",
                            "trigger": "来访者完成一次暴露或放松练习，需要判断焦虑是否降至阈值以下并记录当次变化时。"
                        },
                        {
                            "skill_id": "188503",
                            "skill_name": "阶段进展与焦虑水平复核记录",
                            "skill_description": "在建立多级焦虑等级后，逐次记录本回合起始与终止的等级、保持放松情况与通过的级数，汇总从低级到高级的进展；关键干预后可记录并对照SAS标准分，以复核阶段性效果并调整安排。",
                            "when_to_use": "每次系统脱敏训练结束的复盘或完成若干等级后的阶段总结时；放松训练后进行阶段性效果检查时。",
                            "trigger": "来访者完成既定等级训练并报告保持放松或通过的级数；需以SAS分数复核改善程度时。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n抑制:通过刺激控制、培养对抗性行为与习惯化，抑制不良反应发生；常用放松与暴露、厌恶等技术消退焦虑与问题行为。\n刺激控制:调整不良行为的发生环境与线索，使其失去外部诱发而自动消失；作为抑制策略核心，常与自我管理联用。\n自我管理法:教会来访者自我监控、目标设定、刺激控制与安排强化/惩罚，借助社会支持与自我指令，增进期望行为、减少过剩反应。\n目标建立和自我监督:设定具体、可测的目标并持续记录行为与情境，提升觉察与条件强化效应，为评估与调整自我管理计划提供依据。",
                    "micro_skills": [
                        {
                            "skill_id": "1364",
                            "skill_name": "制定具体可测的目标与子目标",
                            "skill_description": "明确期望与不期望行为，将目标具体化并可测量（频率、时长、阈值），设定可达成的子目标与成功标准，使目标具备可操作性，为后续评估与强化奠定基础。",
                            "when_to_use": "自我管理法的初始阶段或计划制定期，用于明确改变方向与标准，为后续监控与评估提供依据。",
                            "trigger": "来访者对目标描述笼统（如“少抽”“多运动”）、成功标准不清或难以衡量，难以转化为具体行动。"
                        },
                        {
                            "skill_id": "1366",
                            "skill_name": "行为日记式自我监控与因果线索分析",
                            "skill_description": "使用行为日记持续记录时间、地点、情境、次数等，分析前提线索与结果，提升自我觉察，形成数据化依据，用于评估自我管理方法与决策下一步。",
                            "when_to_use": "自我管理实施全过程，尤以初期与策略调整期为主，作为持续性基础操作。",
                            "trigger": "来访者对行为发生细节记忆模糊、诱发情境复杂或变化快，需要客观记录与系统梳理。"
                        },
                        {
                            "skill_id": "1367",
                            "skill_name": "将目标达成转化为条件强化",
                            "skill_description": "把目标行为的完成视为条件强化，或为达成设定外部强化物，以提升目标行为的发生概率；在进展节点提供即时强化，巩固改变并维持动机。",
                            "when_to_use": "目标执行与反馈阶段，配合监控数据在达到阶段性目标或关键行为后实施。",
                            "trigger": "来访者达到既定子目标或出现明显进步，需要巩固与激励以维持与推广目标行为。"
                        },
                        {
                            "skill_id": "1368",
                            "skill_name": "用监控数据评估方法并调整计划",
                            "skill_description": "依据自我监控数据判断方法有效性，决定是否进入下一步或调整策略；当目标未按预期变化时及时修订目标、线索或强化安排，优化方案。",
                            "when_to_use": "阶段性复盘或周期结束时，用于检验策略成效并更新自我管理计划。",
                            "trigger": "监控数据显示目标行为未改善、波动加剧或竞争行为上升，现行方法难以推动进展。"
                        },
                        {
                            "skill_id": "266302",
                            "skill_name": "协商明确近期与远期咨询目标与计划",
                            "skill_description": "结合评估/测验与观察，与来访者共同明确可观察、可量化的近期目标（如自我放松、改善睡眠、减少回避、能与陌生人对视等）及远期目标（如提高应对焦虑与挫折、改变不合理认知、改善亲子/人际），并解释咨询如何进行，形成阶段性实施方案，作为训练方向与评估基准，提升动机与聚焦程度。",
                            "when_to_use": "评估与诊断完成后、制定咨询方案阶段；亦可在每次会谈开始与结束用于校准方向与达成标准。",
                            "trigger": "测评显示存在焦虑等问题且需结构化目标；来访者目标模糊、期望不切实际或对进展缺乏衡量尺度；或对目标与流程不明确、方向不清、对下一步任务或目标进展存疑。"
                        },
                        {
                            "skill_id": "7902",
                            "skill_name": "安排作业与材料反馈以自我监督并对齐目标",
                            "skill_description": "在目标确定后，布置与目标对齐的家庭作业，约定下次会谈反馈，要求携带计划表、模拟试卷等材料，记录执行与结果；在会谈中核对作业与目标一致性，便于与咨询师共同评估并及时调整方案，建立持续监控与自我监督机制。",
                            "when_to_use": "目标设定完成后需建立持续监控与反馈机制时；或在每次会谈开始与结束安排与核对作业。",
                            "trigger": "来访者已设定目标但执行信心不足或需外部监督支持；能提供学习/训练记录；或对下一步任务不清、对目标进展存疑。"
                        },
                        {
                            "skill_id": "281500",
                            "skill_name": "设定并执行每日放松训练并在焦虑时应用",
                            "skill_description": "将放松训练具体化为每日频次与节奏（如每天早晚各10分钟，或按焦虑等级每天进行多次想象/肌肉放松），明确执行标准；在临近考试或出现紧张不安、心跳加快、注意难以集中等时主动应用，以降低生理与心理反应，并便于在会谈中反馈进展。",
                            "when_to_use": "学习放松技术后进入居家练习与情境应用阶段；系统/想像脱敏实施期需将训练日常化时。",
                            "trigger": "每日练习时间到；练习随意、坚持性差或缺乏清晰的每日执行标准；或临近考试、出现紧张不安等焦虑信号。"
                        },
                        {
                            "skill_id": "281501",
                            "skill_name": "建立并执行焦虑场景分级暴露计划",
                            "skill_description": "将引发焦虑的事件/情景按强度分级（如0–80，或10–11级）从弱到强排序，先在想象中脱敏，再在现实中逐一适应与克服；每次可练1–4级，保持放松或焦虑降至较低水平再推进，并记录每次练习的焦虑峰值与恢复时间，用于评估与调整。",
                            "when_to_use": "系统脱敏启动与实施阶段，用于规划练习顺序与难度并进行过程监测。",
                            "trigger": "准备开展系统脱敏，需要有序化考试/恐惧情境；面对多种恐惧情境需从易到难安排；或上一等级已能保持放松，适合进入下一等级。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n抑制:通过刺激控制、培养对抗性行为与习惯化，抑制不良反应发生；常用放松与暴露、厌恶等技术消退焦虑与问题行为。\n刺激控制:调整不良行为的发生环境与线索，使其失去外部诱发而自动消失；作为抑制策略核心，常与自我管理联用。\n自我管理法:教会来访者自我监控、目标设定、刺激控制与安排强化/惩罚，借助社会支持与自我指令，增进期望行为、减少过剩反应。\n自我指令及自我支持:通过积极的自我对话与提示改变内部语言，指导与强化目标行为，减少消极自述对行为的干扰，提升自控力。",
                    "micro_skills": [
                        {
                            "skill_id": "1444",
                            "skill_name": "改变消极内部对话为积极自我指令",
                            "skill_description": "识别并停止消极内部对话，改用具体、正向的自我指令并反复练习，以直接影响行为选择与坚持，减少消极自述对行为的干扰。",
                            "when_to_use": "在自我管理计划的执行阶段，用于提升自控力与坚持性，尤其在面对目标行为难以维持或不良行为易复发时。",
                            "trigger": "来访者出现消极内部对话与自我否定（如“我做不到”“太难了”）、犹豫退缩、情绪低落或动机减弱时。"
                        },
                        {
                            "skill_id": "1445",
                            "skill_name": "实施自我鼓励与自我强化",
                            "skill_description": "为达成的步骤设定自我奖励与表扬，及时强化进步，持续自我鼓励，以维持动机并巩固目标行为，可与个人自我实施的强化配合。",
                            "when_to_use": "在自我管理训练的初期与持续阶段，训练结束后或达成子目标时，用于维持改变与巩固练习成效。",
                            "trigger": "来访者完成练习或子目标后表现动机下降、疲劳、怀疑疗效，或出现阶段性进步需要巩固与维持时。"
                        },
                        {
                            "skill_id": "1446",
                            "skill_name": "设置与目标相关的提醒物支持执行",
                            "skill_description": "在关键情境布置与目标相关的可见提醒物，将自我指令外化为提示语，提升自我提示频率，增强承诺与注意以支持计划执行。",
                            "when_to_use": "在自我管理开始与执行阶段，用于提升自我指令的效果、预防遗忘与分心，增强对目标的持续关注。",
                            "trigger": "来访者易忘执行计划、注意分散、环境中缺少提示线索或受到竞争性行为诱发时。"
                        },
                        {
                            "skill_id": "38309",
                            "skill_name": "焦虑或暴露时自我指令启动放松",
                            "skill_description": "在焦虑上升或暴露/考试等紧张场景中，立即对自己下达“去放松/想放松”等指令，可配合既定口令或音乐，先停止恐惧想象，启动深呼吸与渐进性肌肉放松（从头到脚先紧后松），必要时唤起放松意象，使紧张转为松弛，稳定生理反应并维持暴露/行动的连续性。",
                            "when_to_use": "在暴露开始前与过程中，或日常、考前及考试中觉察焦虑上升、紧张反应出现、难以入睡或注意难集中时，用于快速自我调节。",
                            "trigger": "心跳加快、面部发热、肌肉紧绷/发抖、心慌，恐惧意象或自动担忧占据注意，或监考老师靠近、遇难题卡住、想逃避等情境。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n强化:强化是通过呈现奖励或撤除不愉快后果来提高行为出现概率的过程，含正强化与负强化。在操作性条件反射中，行为的后果决定其保持或消退，强化用于塑造、维持与改善目标行为。\n正强化:正强化在目标行为出现后呈现个体喜好的刺激，使行为频率增加；可使用原级与次级强化物。实施应及时、明确指称被强化行为并控制数量，配合社会性强化，广泛用于教育与管理，注意避免误用。",
                    "micro_skills": [
                        {
                            "skill_id": "260101",
                            "skill_name": "及时给予具体肯定与鼓励",
                            "skill_description": "在作业反馈、暴露/放松训练及巩固与结束回顾中，针对来访者的努力与具体进步以真诚、明确的口头表扬与鼓励实施社会性强化，突出其改变与优势，并在需要时指出后续练习与关注点，以增强自我效能与合作意愿，巩固练习并维持目标行为的持续出现。",
                            "when_to_use": "在咨询各阶段的作业反馈、暴露/放松训练与巩固总结时；或当来访者表达愿意配合、尝试或坚持并报告进步与改善时。",
                            "trigger": "来访者完成并坚持训练或作业；报告紧张/焦虑下降、睡眠或食欲与学习效率改善、表现更稳定；在会谈中更主动表达与参与，或表示愿意配合与尝试。"
                        },
                        {
                            "skill_id": "191700",
                            "skill_name": "成功后即时自我鼓励",
                            "skill_description": "在每次取得阶段性成功后，立刻以自我表扬与肯定语句进行奖励，巩固有效应对策略与新行为，增强自信与持续动机，作为自我强化以维持积极改变。",
                            "when_to_use": "在咨询进程与日常应用中，完成放松训练、焦虑等级练习或在考试等情境中能保持放松等成功节点后。",
                            "trigger": "一次练习或实际应对达到预期（如能保持放松、发挥正常）并出现成功体验或成就感时。"
                        }
                    ]
                }
            ],
            "session_dialogue": [
                {
                    "role": "Counselor",
                    "text": "<think><assessment>先用简短联结与放松引导，降低初始唤醒，为后续等级和脱敏打底。</assessment><client_state>来访者一贯合作、条理清楚，谈考试时易紧绷；先帮助稳住。</client_state><skill>1464:指导来访者取舒适体位，并通过几次深呼吸使其平静，为后续肌群紧张-放松练习做准备，帮助集中注意、进入训练状态。</skill><strategy>引导舒适体位与两次慢呼吸，再单点询问此刻睡眠、紧张与学习投入的主观感受。</strategy></think>小刘，欢迎回来。我们先坐稳，肩膀向下沉一沉，做两次慢呼吸……现在，到这会儿为止，你对昨晚睡眠、今天紧张感和学习投入的感觉各是怎样的？"
                },
                {
                    "role": "Client",
                    "text": "昨晚六个多小时，精神一般。现在紧张有一点点，不是很强。这两天学习投入还可以，基本按计划。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>进入回顾与反馈，核对上周练习执行与情境应用，为后续微调。</assessment><client_state>状态稳、可合作回忆，适合具体化回顾。</client_state><skill>90107:在后续会谈中系统追问并记录家庭作业的执行与效果，依据来访者反馈调整练习重点/难度与计划；可约定回访时间（如一个月后回访）以监测迁移效果，持续支持技能保持与广泛化。</skill><strategy>单点询问：这周呼吸/颈肩放松与提示语卡的使用频率与主要使用场景。</strategy></think>上次我们约定的“深慢呼吸、颈肩放松”和三句提示语卡，这周你大概用了多少次，通常在什么场景用到？"
                },
                {
                    "role": "Client",
                    "text": "基本上早晚能做，大概五到六天有练。遇到晚自习烦躁或者周测前，提示语会默念一遍。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>用EARS放大成功时刻，提炼可复制要素。</assessment><client_state>能回忆到频次，但需要挑一段具体有效的时刻来巩固。</client_state><skill>90107:在后续会谈中系统追问并记录家庭作业的执行与效果，依据来访者反馈调整练习重点/难度与计划；可约定回访时间（如一个月后回访）以监测迁移效果，持续支持技能保持与广泛化。</skill><strategy>单点请他描述一次“使用后明显下降”的具体时刻与身体/注意变化。</strategy></think>这一周里，你能想起一次“用完这套流程，紧张明显往下”的具体时刻吗？那次你身体和注意力发生了什么变化？"
                },
                {
                    "role": "Client",
                    "text": "有，做题卡住的时候，先做三次深呼吸、耸肩放松，再对自己说“先看清题干，慢一点也没事”。肩膀慢慢松下来，注意力从“别出错”拉回到题目。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>识别障碍情境以微调方案。</assessment><client_state>有成功经验，也可能存在漏练或环境干扰。</client_state><skill>90107:在后续会谈中系统追问并记录家庭作业的执行与效果，依据来访者反馈调整练习重点/难度与计划；可约定回访时间（如一个月后回访）以监测迁移效果，持续支持技能保持与广泛化。</skill><strategy>单点询问：最容易忘记或难以执行的时段/情境。</strategy></think>哪一些时段或情境你最容易忘记做，或者觉得不太好执行？"
                },
                {
                    "role": "Client",
                    "text": "回家晚的时候会漏练。下课人多嘈杂时也会觉得麻烦，就没做。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>提出“微时段”版本，降低执行成本。</assessment><client_state>愿意执行但受情境限制，简化流程有助坚持。</client_state><skill>90107:在后续会谈中系统追问并记录家庭作业的执行与效果，依据来访者反馈调整练习重点/难度与计划；可约定回访时间（如一个月后回访）以监测迁移效果，持续支持技能保持与广泛化。</skill><strategy>建议把流程压缩为30秒版本并征求可行性。</strategy></think>如果把流程压缩成“3次呼吸→一次耸肩—放松→一句提示语”，总时长控制在30秒内，你觉得可执行吗？"
                },
                {
                    "role": "Client",
                    "text": "可以，这样就不太占时间，也不显眼。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>补充隐蔽动作锚点，应对嘈杂或人多场合；若出现话题漂移，使用验证-桥接。</assessment><client_state>对简化版接受度高，需再加一个不显眼的小动作以利执行。</client_state><skill>90107:在后续会谈中系统追问并记录家庭作业的执行与效果，依据来访者反馈调整练习重点/难度与计划；可约定回访时间（如一个月后回访）以监测迁移效果，持续支持技能保持与广泛化。</skill><strategy>提出“拇指与食指轻捏一下作为放松启动信号”的隐蔽锚点，并单点确认是否愿意采用。</strategy></think>在人多嘈杂的时候，你是否愿意加一个很隐蔽的动作锚点，比如拇指和食指轻捏一下，作为“启动放松”的信号？"
                },
                {
                    "role": "Client",
                    "text": "可以，这个动作不明显，我愿意试。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>进入建立焦虑等级，基于他上次带来的情境清单做量化与排序。</assessment><client_state>合作度好，适合进入结构化量表。</client_state><skill>39101:与来访者共同列出引发焦虑的典型情境（如考试、社交、工作等），依据主观焦虑强度由低到高排序，并以0–80或0–100等量化评分，确保各级强度小到可被全身放松拮抗，形成个性化分级清单，作为后续想象暴露与训练顺序的依据。</skill><strategy>请他从最轻的两到三条开始，逐条给出0–100的分数。</strategy></think>你把上次补全的情境清单带来了吧？我们先从你觉得最轻的两到三条开始，每条给一个0到100的紧张分数，可以吗？"
                },
                {
                    "role": "Client",
                    "text": "最轻的是“听到同学说可能小测”20分；“看到教室倒计时牌”25分；“老师提到要月考”30分。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>继续收集中段强度，均匀分布。</assessment><client_state>能快速评分，节奏良好。</client_state><skill>39101:与来访者共同列出引发焦虑的典型情境（如考试、社交、工作等），依据主观焦虑强度由低到高排序，并以0–80或0–100等量化评分，确保各级强度小到可被全身放松拮抗，形成个性化分级清单，作为后续想象暴露与训练顺序的依据。</skill><strategy>单点询问三条“中等”情境与其分数。</strategy></think>再说三条你感觉是中等强度的情境，并各自给分？"
                },
                {
                    "role": "Client",
                    "text": "“考前两天觉得准备不够”40分；“走进考场坐下”45分；“试卷发下翻开第一页”50分。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>补齐偏强条目，覆盖监考靠近、卡题、对答案等高触发线索。</assessment><client_state>条理清楚，准备继续给分。</client_state><skill>39101:与来访者共同列出引发焦虑的典型情境（如考试、社交、工作等），依据主观焦虑强度由低到高排序，并以0–80或0–100等量化评分，确保各级强度小到可被全身放松拮抗，形成个性化分级清单，作为后续想象暴露与训练顺序的依据。</skill><strategy>单点请他给出三条偏强情境的分数。</strategy></think>那偏强的三条呢？比如监考靠近、遇难题卡住、考后对答案这些，你各会给多少分？"
                },
                {
                    "role": "Client",
                    "text": "“监考靠近提醒时间”60分；“遇到难题卡住”70分；“考后对答案发现不一致”75分。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>补齐第十条，考虑“前一晚反复想必须考好”。</assessment><client_state>评分稳定，还需一个最高或接近最高场景。</client_state><skill>39101:与来访者共同列出引发焦虑的典型情境（如考试、社交、工作等），依据主观焦虑强度由低到高排序，并以0–80或0–100等量化评分，确保各级强度小到可被全身放松拮抗，形成个性化分级清单，作为后续想象暴露与训练顺序的依据。</skill><strategy>单点询问“前一晚反复想必须考好”的评分。</strategy></think>还有一个接近最高的情境，比如“前一晚躺在床上反复想着‘这次一定要考好’”，你会给多少分？"
                },
                {
                    "role": "Client",
                    "text": "这个80分。那时候心里最不舒服。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>快速复述并确认前四级的排序，为进入1–4级脱敏打基础。</assessment><client_state>同意排序可能性高，但需最终确认。</client_state><skill>39101:与来访者共同列出引发焦虑的典型情境（如考试、社交、工作等），依据主观焦虑强度由低到高排序，并以0–80或0–100等量化评分，确保各级强度小到可被全身放松拮抗，形成个性化分级清单，作为后续想象暴露与训练顺序的依据。</skill><strategy>确认前四级为：20、25、30、40，单点征求是否认可。</strategy></think>我们把前四级定为：20（听到同学说可能小测）、25（看到倒计时牌）、30（老师提到月考）、40（考前两天觉得准备不够）。这样的排序你认可吗？"
                },
                {
                    "role": "Client",
                    "text": "认可，这样从轻到稍强比较顺。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>进入想象脱敏，先设暂停信号与安全规则。</assessment><client_state>合作度好，适合开始训练。</client_state><skill>39102:在每一层级的想象暴露中先评估焦虑水平，一旦紧张升高即停止想象，立即诱导全身（渐进性肌肉）放松并保持，随后再评估；重复“评估—放松—再评估”循环，直至该等级焦虑降至最低，可根据状态完成1—4个等级。</skill><strategy>约定“抬手”为暂停信号并单点确认可行性。</strategy></think>训练时如果你感觉紧张上来了，就抬一下手，我们立刻停下来先放松再继续，这样可以吗？"
                },
                {
                    "role": "Client",
                    "text": "可以，这样更安心。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>开始第1级想象，配对放松并评估SUDS。</assessment><client_state>紧张较低，易进入放松对抗。</client_state><skill>39102:在每一层级的想象暴露中先评估焦虑水平，一旦紧张升高即停止想象，立即诱导全身（渐进性肌肉）放松并保持，随后再评估；重复“评估—放松—再评估”循环，直至该等级焦虑降至最低，可根据状态完成1—4个等级。</skill><strategy>引导三次慢呼吸与耸肩—放松，呈现“同学说可能小测”10秒，随后单点询问分数。</strategy></think>请做三次慢呼吸、耸肩—放松一次，保持这个放松感，想象走廊里同学随口说“下周可能小测”，让画面停10秒。此刻你的紧张大概多少分？"
                },
                {
                    "role": "Client",
                    "text": "大概15到20之间，比较轻。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>同级巩固一次，期待进一步下降。</assessment><client_state>处于轻度区间，可再巩固。</client_state><skill>39102:在每一层级的想象暴露中先评估焦虑水平，一旦紧张升高即停止想象，立即诱导全身（渐进性肌肉）放松并保持，随后再评估；重复“评估—放松—再评估”循环，直至该等级焦虑降至最低，可根据状态完成1—4个等级。</skill><strategy>停止画面→三次慢呼吸→同一画面5秒→单点复评。</strategy></think>先把画面放下，做三次慢呼吸……现在把同一画面带回5秒。此刻分数变成多少？"
                },
                {
                    "role": "Client",
                    "text": "大约10到12。基本不太影响。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>进入第2级“倒计时牌”，保持同样程序。</assessment><client_state>状态稳，准备进阶。</client_state><skill>39102:在每一层级的想象暴露中先评估焦虑水平，一旦紧张升高即停止想象，立即诱导全身（渐进性肌肉）放松并保持，随后再评估；重复“评估—放松—再评估”循环，直至该等级焦虑降至最低，可根据状态完成1—4个等级。</skill><strategy>呈现“倒计时牌”10秒后单点询问分数。</strategy></think>保持放松，想象你抬头看到教室里的倒计时牌，数字在跳动，停10秒。现在你的紧张大概多少分？"
                },
                {
                    "role": "Client",
                    "text": "大概在20出头，肩膀有点紧。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>按规则：停—放松—再评估，目标下降。</assessment><client_state>轻—中等，可通过一轮放松降低。</client_state><skill>39102:在每一层级的想象暴露中先评估焦虑水平，一旦紧张升高即停止想象，立即诱导全身（渐进性肌肉）放松并保持，随后再评估；重复“评估—放松—再评估”循环，直至该等级焦虑降至最低，可根据状态完成1—4个等级。</skill><strategy>停止画面→三次呼吸→同一画面5秒→单点复评。</strategy></think>先把画面停下，做三次慢呼吸……现在把倒计时的画面再轻轻带回来5秒。此刻分数呢？"
                },
                {
                    "role": "Client",
                    "text": "差不多15，没刚才那么绷。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>进入第3级“老师提到月考”，并配合替代语巩固。</assessment><client_state>能按指令进行，适合加入自我指令辅助。</client_state><skill>39102:在每一层级的想象暴露中先评估焦虑水平，一旦紧张升高即停止想象，立即诱导全身（渐进性肌肉）放松并保持，随后再评估；重复“评估—放松—再评估”循环，直至该等级焦虑降至最低，可根据状态完成1—4个等级。</skill><strategy>呈现场景10秒，加入你之前用过的提示语，再单点评估分数。</strategy></think>保持放松，想象老师在课堂上说“下周月考”，同学有小声议论，你在心里说一句“允许紧一点，按流程来”，停10秒。此刻你的紧张大概多少分？"
                },
                {
                    "role": "Client",
                    "text": "大约在25到30，胸口有一点紧。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>同级再做一轮停—放松—再评估，巩固到更低水平。</assessment><client_state>中等偏轻，可再次下降。</client_state><skill>39102:在每一层级的想象暴露中先评估焦虑水平，一旦紧张升高即停止想象，立即诱导全身（渐进性肌肉）放松并保持，随后再评估；重复“评估—放松—再评估”循环，直至该等级焦虑降至最低，可根据状态完成1—4个等级。</skill><strategy>停止画面→三次呼吸与耸肩放松→同一画面5秒→单点复评。</strategy></think>先把画面放下，做三次慢呼吸和一次耸肩—放松……现在把同一情境轻轻带回5秒。此刻分数是多少？"
                },
                {
                    "role": "Client",
                    "text": "大概18到20，能继续听讲的感觉。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>进入第4级“考前两天准备不够”，强度更高，先加深呼吸再进入。</assessment><client_state>准备度好，但需更充分的放松铺垫。</client_state><skill>39102:在每一层级的想象暴露中先评估焦虑水平，一旦紧张升高即停止想象，立即诱导全身（渐进性肌肉）放松并保持，随后再评估；重复“评估—放松—再评估”循环，直至该等级焦虑降至最低，可根据状态完成1—4个等级。</skill><strategy>先做三次深慢呼吸再入场景10秒，单点评估分数。</strategy></think>先跟着做三次深慢呼吸……现在想象“考前两天晚上，你觉得准备不够，坐在书桌前看表”，画面停10秒。此刻你的紧张大概多少分？"
                },
                {
                    "role": "Client",
                    "text": "大概35到40，有点心慌。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>标准操作：停—放松—再评估，必要时重复两轮。</assessment><client_state>中等偏上，尚可通过两轮下降到轻度。</client_state><skill>39102:在每一层级的想象暴露中先评估焦虑水平，一旦紧张升高即停止想象，立即诱导全身（渐进性肌肉）放松并保持，随后再评估；重复“评估—放松—再评估”循环，直至该等级焦虑降至最低，可根据状态完成1—4个等级。</skill><strategy>停止画面→三次呼吸+耸肩放松→同一画面5秒→单点复评。</strategy></think>先把画面放下，做三次慢呼吸和耸肩—放松……现在把同一情境轻轻带回5秒。此刻分数是多少？"
                },
                {
                    "role": "Client",
                    "text": "大概25到28，胸口没有刚才那么紧了。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>再巩固一轮，争取降到轻度区间。</assessment><client_state>已下降，继续一次即可。</client_state><skill>39102:在每一层级的想象暴露中先评估焦虑水平，一旦紧张升高即停止想象，立即诱导全身（渐进性肌肉）放松并保持，随后再评估；重复“评估—放松—再评估”循环，直至该等级焦虑降至最低，可根据状态完成1—4个等级。</skill><strategy>重复停—放松—再评估流程，单点询问最新分数。</strategy></think>再来一轮三次慢呼吸和耸肩—放松，然后把同一画面再带回5秒。此刻分数大概多少？"
                },
                {
                    "role": "Client",
                    "text": "大概18到20，能坐住继续学了。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>积极自我暗示环节：与呼吸节拍配对，生成可迁移的两词短句。</assessment><client_state>体验到下降曲线，适合植入自我指令以加强迁移。</client_state><skill>1444:识别并停止消极内部对话，改用具体、正向的自我指令并反复练习，以直接影响行为选择与坚持，减少消极自述对行为的干扰。</skill><strategy>请他提出自己最顺口的两词短句用于吸/呼节拍。</strategy></think>为了更顺口、便于反复，你愿意自己定一组两词短句配合呼吸吗？比如吸气时一句、呼气时一句，你觉得用哪两词最自然？"
                },
                {
                    "role": "Client",
                    "text": "我想用“吸：稳住；呼：慢做”。这个最贴近我的感觉。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>现场试一轮“吸：稳住；呼：慢做”，强化体感差异。</assessment><client_state>开放、愿意尝试，适合即时演练与反馈。</client_state><skill>1444:识别并停止消极内部对话，改用具体、正向的自我指令并反复练习，以直接影响行为选择与坚持，减少消极自述对行为的干扰。</skill><strategy>带他做三轮配对呼吸后，单点询问与刚才相比的体感差异。</strategy></think>好，我们配合这两词做三轮呼吸：吸——稳住；呼——慢做……做完了，你和刚才相比，身体或心里的感觉有什么不同？"
                },
                {
                    "role": "Client",
                    "text": "感觉更稳一点，注意力不那么飘，像有个节拍在带着。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>开始布置家庭作业：明确频次、时长、记录与提醒，覆盖1–4级想象+微时段应用+两词短句。</assessment><client_state>动机良好，需要具体化执行标准与记录方式。</client_state><skill>281501:将引发焦虑的事件/情景按强度分级（如0–80，或10–11级）从弱到强排序，先在想象中脱敏，再在现实中逐一适应与克服；每次可练1–4级，保持放松或焦虑降至较低水平再推进，并记录每次练习的焦虑峰值与恢复时间，用于评估与调整。</skill><strategy>给出清晰作业包并单点确认可行性。</strategy></think>接下来这一周：1）至少5天，每天做1–4级各1轮想象+放松（每轮约5–8分钟），记录每次前后分数与所用语句；2）白天遇触发时用“3次呼吸→耸肩—放松→‘稳住/慢做’”，30秒微时段；3）早晚各2–3分钟配合两词短句的呼吸；4）继续朗读优点清单并简单记下当下情绪变化；5）用手机提醒+记录表。这样安排对你可行吗？"
                },
                {
                    "role": "Client",
                    "text": "可行。有提醒和记录表我会更容易坚持。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>为下次推进5–10级做铺垫，先选出三幕最担心的场景。</assessment><client_state>聚焦明确，能为更高等级作准备。</client_state><skill>1364:明确期望与不期望行为，将目标具体化并可测量（频率、时长、阈值），设定可达成的子目标与成功标准，使目标具备可操作性，为后续评估与强化奠定基础。</skill><strategy>单点请他从5–10级中选出三幕最想先攻克的场景。</strategy></think>在5到10级里，你最担心、也最想先攻克的三幕是哪三条？"
                },
                {
                    "role": "Client",
                    "text": "我选“监考靠近提醒时间”“遇到难题卡住”“前一晚反复想必须考好”。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>为三幕各自脚本化提示语+动作锚点，形成可迁移的应对脚本。</assessment><client_state>准备度高，易于脚本化。</client_state><skill>1364:明确期望与不期望行为，将目标具体化并可测量（频率、时长、阈值），设定可达成的子目标与成功标准，使目标具备可操作性，为后续评估与强化奠定基础。</skill><strategy>单点请他为三幕各确定一句最短提示语与一个动作锚点。</strategy></think>请你为这三幕各定一句最短提示语和一个动作锚点（如耸肩—放松或拇指食指轻捏），你现在最想用的组合分别是什么？"
                },
                {
                    "role": "Client",
                    "text": "“监考靠近”用“按步骤”，配耸肩—放松；“卡题”用“先读清”，配慢呼气；“前一晚反复想”用“收心睡”，配肩膀往下沉。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>收尾前做一次简短强化并邀请总结收获，巩固自我效能。</assessment><client_state>体验到可控感上升，适合以成功经验强化。</client_state><skill>260101:在作业反馈、暴露/放松训练及巩固与结束回顾中，针对来访者的努力与具体进步以真诚、明确的口头表扬与鼓励实施社会性强化，突出其改变与优势，并在需要时指出后续练习与关注点，以增强自我效能与合作意愿，巩固练习并维持目标行为的持续出现。</skill><strategy>请他用自己的话选出今天最有帮助的一点。</strategy></think>回看今天整段练习，你觉得对你最有帮助的一点是什么？"
                },
                {
                    "role": "Client",
                    "text": "把情境分级之后，一层一层练、再用“稳住/慢做”配呼吸，紧张能明显往下，这个让我安心。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>正式总结今日关键成果与下周安排，用具体肯定收尾，避免问句。</assessment><client_state>动机与信心都在提升，适合以清晰总结收束。</client_state><skill>260101:在作业反馈、暴露/放松训练及巩固与结束回顾中，针对来访者的努力与具体进步以真诚、明确的口头表扬与鼓励实施社会性强化，突出其改变与优势，并在需要时指出后续练习与关注点，以增强自我效能与合作意愿，巩固练习并维持目标行为的持续出现。</skill><strategy>结构化总结：建立10级层级并完成1–4级想象脱敏、形成30秒微时段流程、确立两词短句与三幕脚本，以及本周练习与记录要求，给予具体肯定，陈述式结束。</strategy></think>今天我们完成了三件事：第一，把与你考试相关的情境建立成10级序列，并在想象中完成了1–4级的放松配对，每一级都把紧张降到了轻度区间；第二，把“3次呼吸→耸肩—放松→提示语/两词短句”的流程打磨成30秒的微时段，便于随时使用；第三，明确了这周的练习与记录方式，并为“监考靠近、卡题、前一晚反复想”三幕配好了提示语和动作锚点。你的投入和反馈非常到位，这会让推进到更高等级更顺畅，按计划坚持练习就能把“稳住—慢做”逐渐变成习惯。"
                }
            ],
            "session_summary": {
                "session_summary_abstract": "本次为第3次会谈。咨询师以短促放松带入，先对睡眠、紧张与学习投入做即时评估，小刘报告“昨晚六个多小时…现在紧张有一点点”，并回顾作业执行：早晚练习5–6天、在晚自习烦躁或周测前会默念提示语。探索执行障碍，小刘表示回家晚会漏练、下课嘈杂时觉得麻烦，咨询师据此将流程压缩为30秒“3次呼吸→耸肩—放松→一句提示语”，并加入隐蔽动作锚点（拇指食指轻捏）。随后共同建立考试相关的10级焦虑层级，确认前四级（20/25/30/40）作为本次练习目标，并约定紧张上升时可举手暂停。进入想象暴露+放松：在“同学说小测”“看到倒计时牌”“老师提到月考”“考前两天觉得准备不够”四级情境中，配合呼吸与耸肩放松及短句提示，SUDS均由初始的轻—中度下降至轻度区间（如40降至18–20），体验到注意力由“别出错”回到任务。为提升自我暗示的流畅度，小刘自定两词短句“吸：稳住；呼：慢做”，报告“更稳一点，注意不那么飘”。末段明确一周作业（每日1–4级练习、30秒微流程、两词呼吸、优点朗读、提醒与记录），并为5–10级铺垫，挑选三幕高等级情境并各自脚本化提示语与动作锚点，为下次进阶做准备。",
                "goal_assessment": {
                    "objective_recap": "1) 开场与联结（状态确认）；2) 回顾与反馈（放松/提示语使用频率与效果，睡眠与SUDS变化，例外与障碍）；3) 建立焦虑等级（10级SUDS排序）；4) 系统脱敏（想象暴露1–4级并配对放松与替代语）；5) 积极自我暗示（优化措辞与节拍）；6) 家庭作业协商与落实；7) 任务铺垫（选定5–10级中的3个重点场景并脚本化应对）。",
                    "completion_status": "1 完全达成 (Completed)；2 完全达成 (Completed)；3 完全达成 (Completed)；4 完全达成 (Completed)；5 完全达成 (Completed)；6 完全达成 (Completed)；7 完全达成 (Completed)。",
                    "evidence_and_analysis": "证据1：小刘述说执行与场景——“基本上早晚能做，大概五到六天有练。遇到晚自习烦躁或者周测前，提示语会默念一遍。”显示自我调节技术已在自然情境中应用，回顾目标达成。证据2：对层级排序的合作——“认可，这样从轻到稍强比较顺。”表明10级层级建立与对前四级优先顺序达成一致，任务联盟巩固。证据3：暴露配对后的功能性改善——“大概18到20，能坐住继续学了。”体现SUDS下降并伴随行为效能提升，提示对抗性抑制与注意再聚焦开始内化。临床意义：本次将认知—生理组合技嵌入分级暴露，产生即时减敏效果并固化为30秒微流程，标志技能的可迁移性与治疗联盟的任务一致性进一步增强。"
                },
                "client_state_analysis": {
                    "affective_state": "入场时轻度紧张与精神“一般”；在分级想象与放松配对后，紧张由轻—中度降至轻度，主观体验“更稳、注意不飘”。",
                    "target_behavior": "考试相关线索触发的警觉与注意收缩（盯“别出错”）在会谈中通过“呼吸+耸肩放松+提示语”得到缓解；现实场景中存在“嘈杂时嫌麻烦而不做”的回避/中断表现。",
                    "behavioral_patterns": "依从性良好（练习5–6天），能自我监测并报告有效片段；对流程优化与动作锚点持开放态度，能在暴露中持续配合并量化SUDS；存在情境性遗漏（晚归、嘈杂）。",
                    "therapeutic_alliance": "合作与信任度高。对“举手暂停”安全安排表示“可以，这样更安心”，对新流程与作业明确回应“可行”，共同制定与采纳两词短句。",
                    "unresolved_points_or_tensions": "高等级情境（如“前一晚反复想必须考好”80分、“监考靠近”“卡题”）尚未进行系统脱敏；现实环境中嘈杂时的执行障碍仍存在；睡眠仅“六个多小时，精神一般”，睡前流程与睡眠卫生未细化。"
                },
                "homework": [
                    "至少5天，每天完成1–4级各1轮想象暴露＋放松（每轮约5–8分钟），并记录每次前后SUDS与所用语句",
                    "白天遇触发时立刻使用30秒微流程：“3次呼吸→耸肩—放松→‘稳住/慢做’”",
                    "早晚各2–3分钟配合“两词短句”的节拍呼吸练习",
                    "继续朗读“优点清单”，并简单记录当下情绪/紧张的变化",
                    "使用手机提醒与统一记录表，跟踪练习频次与SUDS变化"
                ],
                "client_info_get": {
                    "static_traits": {
                        "age": "",
                        "name": "小刘",
                        "gender": "",
                        "occupation": "学生",
                        "educational_background": "",
                        "marital_status": "",
                        "family_status": "",
                        "social_status": "",
                        "medical_history": "",
                        "language_features": ""
                    },
                    "main_problem": "",
                    "topic": "",
                    "core_demands": "",
                    "growth_experiences": [],
                    "target_behavior": [
                        {
                            "behavior": "监考靠近提醒时间时出现明显紧张/警觉上升",
                            "antecedent": [
                                "监考靠近提醒时间"
                            ],
                            "core_reason": "对时间不足与出错的灾难化预期，并将“必须考好”内化为刚性要求，导致威胁评估偏高",
                            "function": "通过提升警觉以避免出错和失败，从而短暂降低对失控的担忧（逃避负性结果）",
                            "consequence": "出现紧张不适，注意力易被“别出错/时间不够”的想法占据，作答专注度下降"
                        },
                        {
                            "behavior": "遇到难题卡住时出现紧张与自我威胁性注意（“别出错”）",
                            "antecedent": [
                                "遇到难题卡住"
                            ],
                            "core_reason": "将错误与失败等同，灾难化后果并对自我要求过高，导致对错误的过度警觉",
                            "function": "试图通过自我警告获得控制并避免犯错带来的不适感",
                            "consequence": "肩膀紧、心慌等躯体紧张，注意力从题干转向担忧，答题流畅度受影响"
                        },
                        {
                            "behavior": "考前一晚的反刍性思考（反复想“这次一定要考好”）",
                            "antecedent": [
                                "考前一晚躺在床上",
                                "反复想着“这次一定要考好”"
                            ],
                            "core_reason": "对成绩的强烈控制需求与对失败的担心，使就寝时威胁评估升高",
                            "function": "通过反复思考来寻求确定感与控制感、暂时回避不确定性带来的焦虑",
                            "consequence": "主观不适显著上升（“心里最不舒服”），入睡前放松困难"
                        }
                    ]
                },
                "client_info_merge": {
                    "user_id": "",
                    "static_traits": {
                        "name": "小刘",
                        "age": "17",
                        "gender": "",
                        "occupation": "学生",
                        "educational_background": "高一在读",
                        "marital_status": "",
                        "family_status": "与父母同住，爸妈比较严",
                        "social_status": "",
                        "medical_history": "",
                        "language_features": ""
                    },
                    "growth_experiences": [
                        "上次期中考试成绩明显下降，压力增大。",
                        "曾在课堂上因走神被老师当堂点名，感到难堪。",
                        "上学期数学曾没考好，随后几次调整补了回来。"
                    ],
                    "main_problem": "临近考试及考试当天出现明显紧张焦虑，伴随睡眠困难与注意力不集中，影响考试发挥。",
                    "topic": "学业压力",
                    "core_demands": "希望考前不那么慌、入睡更快、考试中注意力更稳。",
                    "target_behavior": [
                        {
                            "behavior": "临近考试及考试中出现显著紧张/焦虑与过度自我要求（监考靠近提醒时间、遇到难题卡住、考前一晚反复自我对话时更明显），伴随肩膀僵硬、呼吸变浅、心跳加速、手心出汗；注意力被“别出错/时间不够”等想法占据，易走神与做题卡顿，入睡变难。",
                            "antecedent": [
                                "老师宣布将要考试/月考",
                                "临近考试的一周，尤其前两天/前一晚感觉准备不充分",
                                "走进考场、试卷发下来、坐下",
                                "监考老师在附近走动或提醒时间",
                                "遇到难题被卡住",
                                "考试后对答案出现不一致",
                                "出现“这次必须考好”“别紧张、别出错”等自我对话"
                            ],
                            "core_reason": "对成绩与他人评价高度敏感，完美主义与低容错的自我要求显著；将“必须考好”内化为刚性标准，把错误等同于失败，对时间不足与出错抱有灾难化预期。前次成绩下滑与被当堂点名等经历强化了威胁评估与自我监控，导致反刍与警觉持续升高，睡前尤为明显。",
                            "function": "短期通过自我警告、提升警觉、多刷题与反复思考来寻求确定感与控制感，逃避失败、丢脸与被批评等不受欢迎结果；有时借助自我安慰或提高警觉（偶尔咖啡因）迫使自己用功或暂时抽离紧张情境，但由此维持并强化了焦虑与过度控制。",
                            "consequence": "当晚入睡困难、睡眠不足（部分夜晚约4–5小时，整体约6–6.5小时），次日疲劳、注意力不集中，复习/学习效率下降、答题流畅度受影响，考试表现变差，并可能被老师点名，进一步加剧焦虑循环。"
                        }
                    ]
                },
                "next_session_plan": {
                    "overall_stage": "核心认知与行为干预",
                    "session_focus": {
                        "stage_title": "系统脱敏进阶（5–10级）与情境迁移至课堂/考场",
                        "objective": [
                            "开场与关系维护：简短寒暄与当下状态确认（睡眠、紧张度、专注感），核对本次可用时长与议程偏好，营造安全合作的氛围。",
                            "回顾与反馈（探索性）：了解过去一周1–4级想象暴露、30秒微流程与“两词呼吸”的实际使用频率/场景与SUDS前后变化；用EARS放大有效做法，识别遗忘/嘈杂等执行障碍，并以评量询问协商本次目标刻度与优先事项。",
                            "系统脱敏进阶（连接性）：在历史信息中已建立的10级层级与已脚本化的高等级场景基础上，逐级完成5–10级想象暴露；记录SUDS峰值与下降曲线，必要时双次循环并保留“举手暂停”安全安排，配对呼吸+微PMR+提示语，归纳最有效的节奏、顺序与措辞参数。",
                            "情境迁移与现场预演（连接性）：基于已知触发线索与既有微流程，在课堂/模拟考场进行微暴露（如听到老师宣布小测、限时完成小题）；现场应用呼吸+PMR微版+自我对话，记录SUDS与可控感，微调提示语与动作锚点以便真实环境快速调用。",
                            "家庭作业（连接性）：协商并落实本周每日针对5–10级的想象暴露+放松练习（建议≥5天/周）；若出现真实测验/考试，按“3次呼吸→耸肩放松→两词短句→继续任务”的步骤应用并记录SUDS与表现；沿用统一模板与手机提醒追踪频次与有效策略。",
                            "任务铺垫（连接性）：预告下次综合复盘与复发预防；请整理带来近两周的SUDS曲线、有效参数（呼吸节奏/提示语/放松顺序）、高风险情境与应对清单，作为制定巩固与复发预防计划的素材。"
                        ]
                    }
                }
            },
            "client_info_last": {
                "user_id": "",
                "static_traits": {
                    "name": "小刘",
                    "age": "17",
                    "gender": "",
                    "occupation": "学生",
                    "educational_background": "高一在读",
                    "marital_status": "",
                    "family_status": "与父母同住，爸妈比较严",
                    "social_status": "",
                    "medical_history": "",
                    "language_features": ""
                },
                "growth_experiences": [
                    "上次期中考试成绩明显下降，压力增大。",
                    "曾在课堂上因走神被老师当堂点名，感到难堪。",
                    "上学期数学曾没考好，随后几次调整补了回来。"
                ],
                "main_problem": "临近考试及考试当天出现明显紧张焦虑，伴随睡眠困难与注意力不集中，影响考试发挥。",
                "topic": "学业压力",
                "core_demands": "希望考前不那么慌、入睡更快、考试中注意力更稳。",
                "target_behavior": [
                    {
                        "behavior": "临近考试及考试中出现显著紧张/焦虑与过度自我要求（监考靠近提醒时间、遇到难题卡住、考前一晚反复自我对话时更明显），伴随肩膀僵硬、呼吸变浅、心跳加速、手心出汗；注意力被“别出错/时间不够”等想法占据，易走神与做题卡顿，入睡变难。",
                        "antecedent": [
                            "老师宣布将要考试/月考",
                            "临近考试的一周，尤其前两天/前一晚感觉准备不充分",
                            "走进考场、试卷发下来、坐下",
                            "监考老师在附近走动或提醒时间",
                            "遇到难题被卡住",
                            "考试后对答案出现不一致",
                            "出现“这次必须考好”“别紧张、别出错”等自我对话"
                        ],
                        "core_reason": "对成绩与他人评价高度敏感，完美主义与低容错的自我要求显著；将“必须考好”内化为刚性标准，把错误等同于失败，对时间不足与出错抱有灾难化预期。前次成绩下滑与被当堂点名等经历强化了威胁评估与自我监控，导致反刍与警觉持续升高，睡前尤为明显。",
                        "function": "短期通过自我警告、提升警觉、多刷题与反复思考来寻求确定感与控制感，逃避失败、丢脸与被批评等不受欢迎结果；有时借助自我安慰或提高警觉（偶尔咖啡因）迫使自己用功或暂时抽离紧张情境，但由此维持并强化了焦虑与过度控制。",
                        "consequence": "当晚入睡困难、睡眠不足（部分夜晚约4–5小时，整体约6–6.5小时），次日疲劳、注意力不集中，复习/学习效率下降、答题流畅度受影响，考试表现变差，并可能被老师点名，进一步加剧焦虑循环。"
                    }
                ]
            }
        },
        {
            "session_number": 4,
            "session_goals": {
                "overall_stage": "核心认知与行为干预",
                "session_focus": {
                    "stage_title": "系统脱敏进阶（5–10级）与情境迁移至课堂/考场",
                    "objective": [
                        "开场与关系维护：简短寒暄与当下状态确认（睡眠、紧张度、专注感），核对本次可用时长与议程偏好，营造安全合作的氛围。",
                        "回顾与反馈（探索性）：了解过去一周1–4级想象暴露、30秒微流程与“两词呼吸”的实际使用频率/场景与SUDS前后变化；用EARS放大有效做法，识别遗忘/嘈杂等执行障碍，并以评量询问协商本次目标刻度与优先事项。",
                        "系统脱敏进阶（连接性）：在历史信息中已建立的10级层级与已脚本化的高等级场景基础上，逐级完成5–10级想象暴露；记录SUDS峰值与下降曲线，必要时双次循环并保留“举手暂停”安全安排，配对呼吸+微PMR+提示语，归纳最有效的节奏、顺序与措辞参数。",
                        "情境迁移与现场预演（连接性）：基于已知触发线索与既有微流程，在课堂/模拟考场进行微暴露（如听到老师宣布小测、限时完成小题）；现场应用呼吸+PMR微版+自我对话，记录SUDS与可控感，微调提示语与动作锚点以便真实环境快速调用。",
                        "家庭作业（连接性）：协商并落实本周每日针对5–10级的想象暴露+放松练习（建议≥5天/周）；若出现真实测验/考试，按“3次呼吸→耸肩放松→两词短句→继续任务”的步骤应用并记录SUDS与表现；沿用统一模板与手机提醒追踪频次与有效策略。",
                        "任务铺垫（连接性）：预告下次综合复盘与复发预防；请整理带来近两周的SUDS曲线、有效参数（呼吸节奏/提示语/放松顺序）、高风险情境与应对清单，作为制定巩固与复发预防计划的素材。"
                    ]
                }
            },
            "suggest_skills": [
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n抑制:通过刺激控制、培养对抗性行为与习惯化，抑制不良反应发生；常用放松与暴露、厌恶等技术消退焦虑与问题行为。\n习惯化:借助反复暴露于恐惧刺激使生理与心理反应逐步下降，恐惧失去激发力；为暴露疗法与冲击疗法提供理论基础。\n暴露技术:通过呈现引发恐惧或厌恶的刺激以促使反应消退，包含系统脱敏与冲击疗法等形式，目标是打破逃避与负强化循环。\n系统脱敏:依据交互抑制与反条件作用，先训练放松，再按焦虑等级逐级暴露，将“刺激-放松”新联系强化，消除恐惧反应。\n想象脱敏法:要求来访者按焦虑等级由低到高进行情景想象，并用全身放松与其相对抗，达到对高等级刺激的无焦虑反应。",
                    "micro_skills": [
                        {
                            "skill_id": "1706",
                            "skill_name": "按等级进行情景想象并放松对抗",
                            "skill_description": "要求来访者从低等级开始清晰想象恐惧情境，同时保持全身放松，以放松对抗紧张，使“刺激-放松”建立新的联系，逐步削弱焦虑反应。",
                            "when_to_use": "系统脱敏练习阶段的每一等级开始时；目标是将放松与低强度想象刺激配对以替代焦虑。",
                            "trigger": "来访者能进入放松状态且配合度良好；准备开始或已进入某一低等级情境的想象暴露。"
                        },
                        {
                            "skill_id": "1707",
                            "skill_name": "设定紧张信号与中止放松再想象",
                            "skill_description": "约定当来访者在想象中感到紧张或难以控制焦虑时，以手势示意；立即停止想象，进行放松训练，随后再重复该等级想象，直至不再引发焦虑为止。",
                            "when_to_use": "每次想象暴露的实时监测环节；用于保障安全与疗效的操作规则与应急处理。",
                            "trigger": "来访者出现紧张、主观焦虑急剧上升或无法自控；以手势示意需要暂停；伴随呼吸急促、回避倾向等表现。"
                        },
                        {
                            "skill_id": "1708",
                            "skill_name": "逐级推进直至最高等级无焦虑",
                            "skill_description": "当当前等级情境想象已不再引发焦虑时，进入下一等级，按序逐级上升；达到最高等级情境也不再感到焦虑时结束脱敏练习。",
                            "when_to_use": "当前等级完成后、准备过渡到更高等级时；用于控制进度与定义终止标准。",
                            "trigger": "来访者在该等级想象中主观焦虑显著降低并消失；想象时保持平静、无紧张生理反应。"
                        },
                        {
                            "skill_id": "1709",
                            "skill_name": "调整焦虑等级表随治疗进展",
                            "skill_description": "根据来访者主观体验变化，动态修订焦虑事件与等级跨度，确保分级均匀与循序渐进；必要时缩小跨度，避免跨级过大以影响脱敏效果。",
                            "when_to_use": "系统脱敏过程中出现焦虑强度变化或分级不匹配时；用于优化分级与维持治疗节奏。",
                            "trigger": "来访者对某些事件的焦虑程度降低或升高；当前等级难度过高或过低、推进受阻的反馈出现。"
                        },
                        {
                            "skill_id": "39102",
                            "skill_name": "评估焦虑并暂停想象转入放松循环",
                            "skill_description": "在每一层级的想象暴露中先评估焦虑水平，一旦紧张升高即停止想象，立即诱导全身（渐进性肌肉）放松并保持，随后再评估；重复“评估—放松—再评估”循环，直至该等级焦虑降至最低，可根据状态完成1—4个等级。",
                            "when_to_use": "在每层级的想象暴露过程中或每轮想象后，需以放松对抗焦虑并监测效果、决定是否继续训练时。",
                            "trigger": "来访者报告心慌、出汗、注意难集中等紧张反应或主观评分偏高；放松后焦虑仍高或已下降，需判断是否继续训练或进入下一等级。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n抑制:通过刺激控制、培养对抗性行为与习惯化，抑制不良反应发生；常用放松与暴露、厌恶等技术消退焦虑与问题行为。\n习惯化:借助反复暴露于恐惧刺激使生理与心理反应逐步下降，恐惧失去激发力；为暴露疗法与冲击疗法提供理论基础。\n暴露技术:通过呈现引发恐惧或厌恶的刺激以促使反应消退，包含系统脱敏与冲击疗法等形式，目标是打破逃避与负强化循环。\n系统脱敏:依据交互抑制与反条件作用，先训练放松，再按焦虑等级逐级暴露，将“刺激-放松”新联系强化，消除恐惧反应。\n快速脱敏法:在真实情境中逐级暴露恐惧刺激，由治疗者陪伴支持，适用于广场与社交恐惧，通过现实接触缩短治疗时间。",
                    "micro_skills": [
                        {
                            "skill_id": "1627",
                            "skill_name": "依序实施现场暴露并与放松交替",
                            "skill_description": "在治疗者陪同下，按焦虑等级依序暴露真实情境或接触恐惧物。若出现不可控焦虑，暂停暴露改做放松，重复至该级不再引发焦虑后再进入下一等级，直至最高等级也能保持平静。",
                            "when_to_use": "快速脱敏的执行阶段，每一等级的现场暴露过程中使用，当前目标为降低该级恐惧并巩固新反应。",
                            "trigger": "暴露中出现握拳、出汗、呼吸加快、想逃离等强烈焦虑迹象，或来访者以手势示意难以继续；或该等级已能保持平静、焦虑明显下降。"
                        },
                        {
                            "skill_id": "1628",
                            "skill_name": "调整等级与控制推进跨度",
                            "skill_description": "随治疗进展根据来访者主观体验与评分变化调整等级与事件；上一等级未完全脱敏不推进，控制等级跨度不超过50单位，必要时缩小跨度，确保循序渐进、安全有效地推进现场暴露。",
                            "when_to_use": "快速脱敏的持续实施与复盘阶段，用于评估反应并优化分级序列与推进节奏。",
                            "trigger": "来访者对某一级别已不再焦虑或反馈当前级别过难/过易；主观评分或生理反应出现明显变化，提示需调整分级或步幅。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n抑制:通过刺激控制、培养对抗性行为与习惯化，抑制不良反应发生；常用放松与暴露、厌恶等技术消退焦虑与问题行为。\n习惯化:借助反复暴露于恐惧刺激使生理与心理反应逐步下降，恐惧失去激发力；为暴露疗法与冲击疗法提供理论基础。\n暴露技术:通过呈现引发恐惧或厌恶的刺激以促使反应消退，包含系统脱敏与冲击疗法等形式，目标是打破逃避与负强化循环。\n系统脱敏:依据交互抑制与反条件作用，先训练放松，再按焦虑等级逐级暴露，将“刺激-放松”新联系强化，消除恐惧反应。\n自动化脱敏法:用录音或影像呈现分级刺激，由来访者按自身节奏在家自我实施脱敏，节约会谈时间并可作其他形式的补充。",
                    "micro_skills": [
                        {
                            "skill_id": "1665",
                            "skill_name": "指导来访者自定速度与进度的家庭脱敏",
                            "skill_description": "明确在家使用录音/影像按序暴露，鼓励来访者依据自身状态决定训练速度与进度，形成可自我管理的脱敏流程。",
                            "when_to_use": "系统脱敏练习开始后采用自动化形式，需将治疗延伸至家庭环境进行巩固与推进时。",
                            "trigger": "来访者能随时进入放松状态、焦虑可控，且能按照材料指示逐步练习。"
                        },
                        {
                            "skill_id": "1666",
                            "skill_name": "在自动化素材中嵌入放松与暂停规则",
                            "skill_description": "在录音/影像流程中先诱导全身放松再呈现当前等级刺激；若出现焦虑且不能控制，立即停止刺激，回到放松后再继续该等级。",
                            "when_to_use": "自动化脱敏的制作与执行阶段，需确保交互抑制原理与练习安全性时。",
                            "trigger": "来访者在观看/想象时自述“很紧张、难以平复”等，表现为焦虑升高且无法控制。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n抑制:通过刺激控制、培养对抗性行为与习惯化，抑制不良反应发生；常用放松与暴露、厌恶等技术消退焦虑与问题行为。\n培养对抗性行为:以放松等与焦虑不相容的反应替代不良反应，依据交互抑制原理抑制焦虑，作为抑制策略的重要技术路径。\n放松训练:源自雅各布森与沃尔普理论，通过肌肉与精神放松降低自主唤醒，缓解焦虑与紧张，并可与生物反馈和脱敏技术联合。\n想象性放松（被动放松）:结合深呼吸、被动肌肉放松与加深策略，运用指导性意象进入宁静情境，提升多通道感官参与以加深放松程度。\n指导想象:以缓慢语速引导来访者想象平静自然场景，强调视觉主导并结合听觉触觉等，维持兴趣与专注，深化放松效果。",
                    "micro_skills": [
                        {
                            "skill_id": "1485",
                            "skill_name": "以缓慢节奏并与呼吸同步引导",
                            "skill_description": "使用柔和、逐渐放慢的语速与语调，配合来访者的呼吸节律输出指示语，形成稳定节奏与安全感，帮助深化放松。",
                            "when_to_use": "在正式叙述指导想象脚本的全过程，用于稳住节奏、降低生理唤醒并加深放松深度时。",
                            "trigger": "来访者已闭眼进入想象、呼吸可被观察；或出现呼吸偏快、紧张迹象，需要通过语速节奏引导。"
                        },
                        {
                            "skill_id": "1487",
                            "skill_name": "整合多感官线索加强沉浸",
                            "skill_description": "在视觉基础上加入听觉、触觉与温度等线索（如微风、衣物触感、环境声），丰富通道输入，提升沉浸与放松深度。",
                            "when_to_use": "在指导想象进行中需要加深放松或增强专注时，尤其是视觉想象能力较弱者的训练阶段。",
                            "trigger": "来访者反馈“画面不清”“难进入”或仅能描述视觉内容、注意走神，放松深度不足。"
                        },
                        {
                            "skill_id": "281900",
                            "skill_name": "构建考试焦虑情境等级表",
                            "skill_description": "在系统脱敏开始前，与来访者商定并按焦虑轻重将考试相关刺激情境由弱到强依序排列，形成分级的焦虑层级（如1—6级或0至90十级），标注各级具体事件与预期分值，为放松状态下的逐级想象暴露提供清晰、可推进的训练序列。",
                            "when_to_use": "系统脱敏开始阶段，用于规划考试相关的想象训练路径并明确顺序与难度。",
                            "trigger": "来访者仍对考试显著焦虑，能列举考试相关场景并感知强度差异，准备开展系统脱敏。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n抑制:通过刺激控制、培养对抗性行为与习惯化，抑制不良反应发生；常用放松与暴露、厌恶等技术消退焦虑与问题行为。\n培养对抗性行为:以放松等与焦虑不相容的反应替代不良反应，依据交互抑制原理抑制焦虑，作为抑制策略的重要技术路径。\n放松训练:源自雅各布森与沃尔普理论，通过肌肉与精神放松降低自主唤醒，缓解焦虑与紧张，并可与生物反馈和脱敏技术联合。\n渐进性肌肉放松法:按部位交替紧张与放松，体验差异并记忆舒适感，每次约20分钟且每日练习，系统化覆盖头、颈、肩、臂、躯干与下肢。",
                    "micro_skills": [
                        {
                            "skill_id": "175300",
                            "skill_name": "示范并带练紧张-放松序列训练",
                            "skill_description": "在第1–2次咨询示范并带练渐进性肌肉放松：先设置坐姿与启动动作，配合慢呼吸，在指导语与轻松音乐伴随下按身体部位实施先紧后松，比较紧张—放松差异，逐步掌握并形成随意放松；可布置每日1–2次练习以巩固。",
                            "when_to_use": "第1、2次咨询的诊断与关系建立阶段；在系统脱敏训练环节或暴露前需建立与焦虑不相容的放松反应时。",
                            "trigger": "来访者出现心慌、紧张、睡眠变差、肌肉紧张，或在想象/现实社交情境、声音刺激下焦虑升高，难以自发放松。"
                        },
                        {
                            "skill_id": "281703",
                            "skill_name": "紧张情境下即时应用肌肉放松",
                            "skill_description": "明确要求来访者一旦出现紧张或焦虑，即刻联想并启动已学的肌肉行为放松，通过身体松弛快速降低心理唤醒；在第三至四次训练后将该技能迁移到考试、上台等日常情境中，实现自助拮抗焦虑。",
                            "when_to_use": "考前、考试中或日常出现紧张与焦虑时；用于技能巩固阶段及随后生活中的应用。",
                            "trigger": "心慌、坐立不安、出汗、失眠等焦虑反应或自觉紧张；报告焦虑上升或担心特定情境。"
                        },
                        {
                            "skill_id": "296902",
                            "skill_name": "按肌群顺序实施紧张-放松训练",
                            "skill_description": "指导按由上至下依次覆盖前臂、面部、颈肩、手臂、胸腹、臀部、大腿、小腿、脚等肌群，先主动收紧再放松，强调“一张一弛”的对比觉察，巩固全身放松状态并系统缓解紧张。",
                            "when_to_use": "完成示范并掌握要领后进入全身练习阶段，或在进行渐进性肌肉放松的核心步骤时。",
                            "trigger": "进入各部位训练环节需要结构化顺序指导，或报告全身性紧张与焦虑需系统练习。"
                        },
                        {
                            "skill_id": "23302",
                            "skill_name": "规定练习时长与频率并布置居家作业",
                            "skill_description": "明确居家练习：每日一次、每次20–30分钟，或早晚各约10分钟；一般6–8次可掌握。根据情绪随时加练并记录主观变化；在会谈中反馈与强化，配合场景想象持续练习，促进泛化与跨情境应用。",
                            "when_to_use": "在制定训练计划与每次咨询结束布置作业时；第二至四次训练结束后用于巩固并促进迁移。",
                            "trigger": "已初步掌握放松技巧、需要巩固与形成稳定习惯；仍易紧张或主动寻求可操作的自我调节方法。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n抑制:通过刺激控制、培养对抗性行为与习惯化，抑制不良反应发生；常用放松与暴露、厌恶等技术消退焦虑与问题行为。\n培养对抗性行为:以放松等与焦虑不相容的反应替代不良反应，依据交互抑制原理抑制焦虑，作为抑制策略的重要技术路径。\n放松训练:源自雅各布森与沃尔普理论，通过肌肉与精神放松降低自主唤醒，缓解焦虑与紧张，并可与生物反馈和脱敏技术联合。\n呼吸放松法:教授缓慢均匀的深呼吸节律，随时可用以快速降低紧张与焦虑，适合无法实施完整肌肉或意象放松的情境。",
                    "micro_skills": [
                        {
                            "skill_id": "1505",
                            "skill_name": "运用腹部触觉反馈监控呼吸",
                            "skill_description": "提示来访者一手平放于腹部，随呼吸起伏形成触觉反馈，帮助觉察呼吸深度与节律，促进腹式呼吸的稳定与自我监控。",
                            "when_to_use": "在深呼吸练习开始后，需要提升来访者对呼吸节律与深度的体感觉察、建立可自我监控的练习方式时。",
                            "trigger": "来访者已进入深呼吸练习阶段，需一个简单直接的方式来感知和校准呼吸起伏与节律。"
                        },
                        {
                            "skill_id": "1507",
                            "skill_name": "教授随时自练与情境化应用",
                            "skill_description": "在技能掌握后，嘱咐来访者在需要时自行练习，将深慢呼吸作为简便放松工具，尤其在无时间与场地实施其他放松法的紧张情境中快速应用。",
                            "when_to_use": "在会谈尾声巩固训练或日常化布置时，用于将深呼吸推广到各种紧张场合，作为便携的快速放松策略。",
                            "trigger": "来访者报告在特殊情境易紧张且常无暇或无法实施完整放松程序，或询问如何在日常快速使用该方法。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n抑制:通过刺激控制、培养对抗性行为与习惯化，抑制不良反应发生；常用放松与暴露、厌恶等技术消退焦虑与问题行为。\n培养对抗性行为:以放松等与焦虑不相容的反应替代不良反应，依据交互抑制原理抑制焦虑，作为抑制策略的重要技术路径。\n放松训练:源自雅各布森与沃尔普理论，通过肌肉与精神放松降低自主唤醒，缓解焦虑与紧张，并可与生物反馈和脱敏技术联合。\n深呼吸放松法:采用站立或舒适姿势，闭目、腹式呼吸配合指示语“深吸慢呼”，形成可自助的即时放松技能以应对紧张事件。",
                    "micro_skills": [
                        {
                            "skill_id": "251302",
                            "skill_name": "教授并训练标准深呼吸放松法",
                            "skill_description": "在放松训练环节，指导来访者以鼻吸口呼的腹式呼吸进行连续练习：吸气时腹部扩张、屏息数秒、缓慢呼出，保持稳定、均匀的“深吸—慢呼”节律，帮助降低自主唤醒、缓解紧张与焦虑，作为系统脱敏或治疗中的配套放松手段。",
                            "when_to_use": "在放松训练或系统脱敏前的准备阶段；首次教授或需要标准化操作时，或治疗过程中需要配套放松/快速镇静时。",
                            "trigger": "即将进行恐惧场景想象；出现可怕念头后焦虑、紧张加剧，或心悸、呼吸不畅、发慌等自主神经反应；来访者对深呼吸方法不清楚、难以放松。"
                        },
                        {
                            "skill_id": "304503",
                            "skill_name": "紧张或恐惧时深慢呼吸自我安抚",
                            "skill_description": "在恐惧或紧张出现当下，采用鼻吸口呼的深慢呼吸，按4-1-6节律持续数轮，可配合简短自我提示语如“没什么大不了，像平时一样”，或由咨询师当场以简短指令带领，使呼吸加深变慢，迅速降低唤醒，缓解哭泣、气促与躯体不适，帮助恢复稳定与注意集中。",
                            "when_to_use": "恐惧突然升高、预期性焦虑来临或考试相关紧张出现的当下；评估或干预过程中强烈焦虑使谈话难以继续时；咨询间隙与日常学习中的即时自我调节。",
                            "trigger": "来访者自述害怕、发作、紧张、要失控及相应躯体化反应；紧张加剧、心情不稳或注意难以集中；想到或临近考试时心慌、焦虑升高、难以平复；出现哭泣、气促、坐立不安、双手互搓，诉头痛、心痛、全身冰凉、喘不上气等。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n抑制:通过刺激控制、培养对抗性行为与习惯化，抑制不良反应发生；常用放松与暴露、厌恶等技术消退焦虑与问题行为。\n培养对抗性行为:以放松等与焦虑不相容的反应替代不良反应，依据交互抑制原理抑制焦虑，作为抑制策略的重要技术路径。\n放松训练:源自雅各布森与沃尔普理论，通过肌肉与精神放松降低自主唤醒，缓解焦虑与紧张，并可与生物反馈和脱敏技术联合。\n精神放松训练法:引导注意集中于视觉、听觉、触觉等不同感官对象，细致观察与体会感受，达到心理的平静与放松状态。",
                    "micro_skills": [
                        {
                            "skill_id": "198105",
                            "skill_name": "焦虑升高时停止或改用安全意象",
                            "skill_description": "在意象练习或想象恐惧场景时若焦虑迅速上升，立即停止当前意象并进行全身放松；或转向安全、放松的意象，关注情绪由紧张到平静的变化，平静后可重复练习，以快速缓解不安并逐步降低紧张水平。",
                            "when_to_use": "系统脱敏的想象环节与精神放松训练中处理不适反应时；在“改变意象及暴露”环节或暴露前的热身，以意象放松降低进入暴露的焦虑水平。",
                            "trigger": "来访者在意象中自述焦虑上升或出现明显紧张感；或在想象恐惧场景时情绪迅速上升，出现紧张、害怕、心慌等。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n学习:学习策略通过传授新行为与技能、示范与模仿、社会技能训练及生物反馈，在适当环境与强化下形成立即可操作的适应性反应，实现行为改变与巩固。\n社会技能训练:以强化与社会学习为基础，经原理解说、示范、角色扮演、反馈与迁移练习，帮助来访者获得并保持社交技能，改善人际适应与功能。\n迁移训练:布置家庭作业与情境练习，指导将训练中的技能应用到自然环境，监测与反馈迁移效果，促进技能保持与广泛化应用。",
                    "micro_skills": [
                        {
                            "skill_id": "1024",
                            "skill_name": "布置家庭作业并提示应用要点",
                            "skill_description": "在训练结束环节为来访者安排把所学技能用于训练室外的具体作业，并明确实际应用中需要注意的问题与要点，以促进技能从课堂向自然情境迁移与保持。",
                            "when_to_use": "在社会技能训练进入迁移阶段、来访者已基本掌握目标技能且准备走向现实应用时。",
                            "trigger": "来访者在角色扮演中已能熟练表现目标行为，或询问如何在真实场景中运用该技能。"
                        },
                        {
                            "skill_id": "1026",
                            "skill_name": "设计渐进式情境作业",
                            "skill_description": "将家庭作业按情境难度分级安排，先在轻微焦虑的场合尝试目标行为，成功后逐步提高挑战水平，循序推进以减少挫败、增强自我效能并促进广泛化。",
                            "when_to_use": "在制定迁移训练作业计划时，为避免过强情境引发失败并稳步扩大应用范围。",
                            "trigger": "来访者在高难度场景出现明显焦虑或报告此前尝试失败，或属于首次进行现实迁移。"
                        },
                        {
                            "skill_id": "1027",
                            "skill_name": "复盘迁移困难并制定对策",
                            "skill_description": "在作业后组织复盘，讨论来访者在现实应用中遇到的具体困难，分析原因并共同拟定改进策略，必要时调整情境难度与练习方式，以持续优化迁移效果。",
                            "when_to_use": "每次迁移作业回访时，用于监测效果、巩固技能并为下一阶段迁移设置。",
                            "trigger": "来访者汇报在实际场景中出现阻滞、回避或负面体验，或对下一步该如何调整提出疑问。"
                        },
                        {
                            "skill_id": "302904",
                            "skill_name": "布置家庭作业并指导方法迁移",
                            "skill_description": "根据会谈内容布置家庭作业，鼓励在自然情境持续练习所学，明确在日常交流等场景的具体应用方式；与来访者约定下次会谈复盘作业过程与体验，用于监测迁移效果，促进技能保持与广泛化应用。",
                            "when_to_use": "训练后至巩固/结束阶段，当技能初步掌握、需将其带出咨询室并推广到日常生活时。",
                            "trigger": "来访者愿意在日常关系与生活中尝试应用新沟通方式或相关技能，或报告自我调节能力提升、训练效果稳定并准备在生活中应用。"
                        },
                        {
                            "skill_id": "90107",
                            "skill_name": "复访评估并调整练习计划",
                            "skill_description": "在后续会谈中系统追问并记录家庭作业的执行与效果，依据来访者反馈调整练习重点/难度与计划；可约定回访时间（如一个月后回访）以监测迁移效果，持续支持技能保持与广泛化。",
                            "when_to_use": "每次家庭作业后的回访或阶段性评估时，或在巩固与结束阶段需要检视迁移效果并迭代方案时。",
                            "trigger": "求助者提交或口头汇报作业与应用情况，出现困难或进展需要调整；按期回访并报告近期睡眠、恐惧与练习情况，或对作业效果存在疑问。"
                        },
                        {
                            "skill_id": "234503",
                            "skill_name": "布置并监测每日放松练习",
                            "skill_description": "安排放松训练作为家庭作业，在会后每日坚持练习一至两次，按指导的时长与肌群顺序实施，并在紧张或焦虑时及时应用；记录练习情况用于持续监测与调整，直至形成稳定的松弛反应并能在日常生活中自如应用，可在后续阶段继续练习以巩固情绪改善。",
                            "when_to_use": "教授放松技巧后、系统脱敏实施期间及巩固阶段，或第一阶段情绪安抚后在第二阶段持续作为家庭作业执行。",
                            "trigger": "来访者已掌握基本放松步骤需在生活中维持与强化；出现紧张/焦虑（如临近考试、交流或日常心慌坐立不安）；每日练习时间到或作业检查节点；现场练习基本达成需在家继续。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n学习:学习策略通过传授新行为与技能、示范与模仿、社会技能训练及生物反馈，在适当环境与强化下形成立即可操作的适应性反应，实现行为改变与巩固。\n社会技能训练:以强化与社会学习为基础，经原理解说、示范、角色扮演、反馈与迁移练习，帮助来访者获得并保持社交技能，改善人际适应与功能。\n角色扮演:在治疗室模拟真实社交场景，治疗师或同伴扮演配角，来访者练习目标技能，逐步面对更高难度情境，降低焦虑并增强控制感。",
                    "micro_skills": [
                        {
                            "skill_id": "984",
                            "skill_name": "选定不自信情境作为角色扮演主题",
                            "skill_description": "引导来访者列出生活中不自信或社交困难的具体事件，选定一个明确场景作为练习主题，使演练具有针对性并可测量改进。",
                            "when_to_use": "在社会技能或自信训练的初始练习阶段，准备开展角色扮演前，用于明确练习目标与情境。",
                            "trigger": "来访者报告在社交场景中“不敢说”“害怕表达”“难以捍卫权利”等，并能回忆具体情境片段。"
                        },
                        {
                            "skill_id": "985",
                            "skill_name": "设置模拟情境并明确角色分工",
                            "skill_description": "在治疗室搭建与目标场景相似的简单情境，明确双方角色与任务，让来访者在安全环境中把示范的技能要领转化为实际行为。",
                            "when_to_use": "在示范之后进入练习环节，需要将所学社会技能落地为可操作行为时。",
                            "trigger": "来访者对示范表示理解但尚未在互动中尝试，或希望先在安全场域进行试练与演练。"
                        },
                        {
                            "skill_id": "987",
                            "skill_name": "循序渐进提高角色扮演难度",
                            "skill_description": "先在轻微焦虑的情境中练习，成功后逐步增加挑战与诱发因素，使来访者从易到难地面对更高难度场景，提升抗压与泛化。",
                            "when_to_use": "当初步练习稳定、来访者焦虑下降后，为提升技能在更复杂情境中的应用而推进难度。",
                            "trigger": "来访者能在当前情境平静完成目标反应，自评焦虑明显降低并表达愿意挑战更难场面。"
                        },
                        {
                            "skill_id": "989",
                            "skill_name": "角色扮演后的即时反馈与强化",
                            "skill_description": "在演练结束后立即指出有效与不足，给出具体改进建议，并对恰当行为进行表扬或奖励，促进巩固与自我强化。",
                            "when_to_use": "每次角色扮演结束后用于巩固学习成果、修正表现并增强来访者的自我效能感。",
                            "trigger": "来访者完成一轮演练后主动寻求评价，或对自身反应拿不准，需要外部反馈与鼓励。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n学习:学习策略通过传授新行为与技能、示范与模仿、社会技能训练及生物反馈，在适当环境与强化下形成立即可操作的适应性反应，实现行为改变与巩固。\n社会技能训练:以强化与社会学习为基础，经原理解说、示范、角色扮演、反馈与迁移练习，帮助来访者获得并保持社交技能，改善人际适应与功能。\n示范与行为演练:通过录像、音频或现场展示正确与不当应对，并安排来访者演练关键动作与言语反应，促进技能形成，减少焦虑并提升情境应付。",
                    "micro_skills": [
                        {
                            "skill_id": "964",
                            "skill_name": "设计分级示范程序",
                            "skill_description": "在实施前按从易到难、从简到繁设计示范与演练的序列，逐步呈现与练习关键行为，使来访者按渐进原则掌握技能并降低焦虑。",
                            "when_to_use": "社会技能训练或模仿法开始前的准备阶段；在原理解说后需进入示范与演练环节时，用于循序渐进地组织技能学习。",
                            "trigger": "来访者在社交或应对情境中表现出不自信、焦虑或技能不足，直接面对复杂情境易退缩或紧张，需分级学习以提升掌握度。"
                        },
                        {
                            "skill_id": "280103",
                            "skill_name": "按等级进行想象暴露—放松—评估循环演练",
                            "skill_description": "在已建立等级的基础上，引导想象情境唤起焦虑，提示体察身心反应并评估水平；一旦紧张上升即停止想象，进行全身放松，再次评估；每次练习1–4个等级，可自中性或最轻恐惧情境开始，循环至该情境不再引发紧张。",
                            "when_to_use": "系统脱敏的实施阶段（如第4～7次会谈）进行分级练习，巩固放松对抗焦虑的效果。",
                            "trigger": "已完成焦虑等级划分且能在低等级保持放松，准备继续练习；或在想象训练中出现焦虑/紧张上升、评估显示未达可控水平时。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n学习:学习策略通过传授新行为与技能、示范与模仿、社会技能训练及生物反馈，在适当环境与强化下形成立即可操作的适应性反应，实现行为改变与巩固。\n社会技能训练:以强化与社会学习为基础，经原理解说、示范、角色扮演、反馈与迁移练习，帮助来访者获得并保持社交技能，改善人际适应与功能。\n行为反馈:对演练中的恰当反应给予及时强化，对不足提供具体纠正意见，鼓励自我强化，使来访者建立稳定行为模式并提升自我评估。",
                    "micro_skills": [
                        {
                            "skill_id": "1004",
                            "skill_name": "即时强化恰当表现",
                            "skill_description": "在角色扮演或技能演练中，对来访者出现的恰当反应立即给予强化，如点头、表扬、鼓励等，以提高该反应的发生概率并巩固目标行为。",
                            "when_to_use": "社会技能训练的练习与角色扮演阶段，在每轮演练后的反馈环节，用于巩固刚出现的正确要点与适应性反应。",
                            "trigger": "来访者在演练中做出目标技能的正确要点（如合宜表达、适当眼神、得体措辞）或较前一次出现明显改进。"
                        },
                        {
                            "skill_id": "1005",
                            "skill_name": "指出不足并提出改进指引",
                            "skill_description": "在反馈中具体指出来访者在演练中的不足之处，并给出可操作的改进建议，明确需要调整的语言、表情或步骤，便于下一轮练习修正。",
                            "when_to_use": "社会技能训练的反馈阶段，当演练中存在不恰当反应、步骤遗漏或线索处理不当，需要纠偏与细化操作要点时。",
                            "trigger": "来访者在对话中出现含糊、退缩、失礼或关键步骤缺失，并对如何改进表现出疑惑或停顿。"
                        },
                        {
                            "skill_id": "173708",
                            "skill_name": "回顾作业并给予积极强化与改进建议",
                            "skill_description": "在每次会谈回顾或阶段性复盘时，围绕已完成的作业与实际应用，具体评估成效、讨论收获、变化与困难，给予真诚肯定与鼓励；对残存的焦虑或完美化倾向提出聚焦改进建议，并指导将所学持续运用于日常沟通，促进经验整合与巩固成效。",
                            "when_to_use": "每次会谈的回顾与评估阶段，或阶段性复盘作业/练习后，需要巩固与调整时。",
                            "trigger": "来访者汇报放松练习、系统脱敏、应试或沟通策略的应用与成效；完成社交相关作业后提出体验、困难或改善迹象；已改善但仍有少量焦虑或完美倾向。"
                        },
                        {
                            "skill_id": "249702",
                            "skill_name": "询问并记录焦虑/恐惧分数",
                            "skill_description": "在每一回合想象暴露或放松后，询问来访者当下主观恐惧/焦虑分数并记录；必要时在情境想象中与进入放松后分别评估，用作即时反馈与进展监测，为后续决定练习节奏与难度提供依据。",
                            "when_to_use": "系统脱敏与放松训练的每个回合结束后，或演练过程中阶段性评估时。",
                            "trigger": "刚完成一次想象暴露或放松练习；或阶段性暂停需要评估焦虑水平，且来访者能够报告主观分数。"
                        },
                        {
                            "skill_id": "280105",
                            "skill_name": "根据评分与反馈调整脱敏等级",
                            "skill_description": "依据每次练习中的焦虑/恐惧评分及家庭作业反馈，决定当次练习覆盖的等级数量与难度；若分数超过20则继续放松或延长当前练习，能保持放松后再提升至更高等级，直至该级别不再紧张，逐步推进训练。",
                            "when_to_use": "每轮评分后用于决策是否继续当前情境或提升等级；每次练习后或开始下一次前调整计划。",
                            "trigger": "评分显示仍有明显焦虑或超过20；或来访者报告在当前等级已能保持放松、可考虑升级。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n学习:学习策略通过传授新行为与技能、示范与模仿、社会技能训练及生物反馈，在适当环境与强化下形成立即可操作的适应性反应，实现行为改变与巩固。\n模仿技术/观察学习:依据班杜拉社会学习理论，来访者通过观察示范者行为及其结果习得新反应，产生示范、抑制/去抑制与诱发效应，用于获得与替代不良行为。\n主动模仿学习:来访者在示范后参与角色扮演与练习，通过强化与反馈巩固新反应，提高技能掌握与迁移，缩短尝试错误过程，增强自信与应对效能。",
                    "micro_skills": [
                        {
                            "skill_id": "904",
                            "skill_name": "引导来访者现场模仿与角色扮演",
                            "skill_description": "在示范之后，立刻组织来访者于治疗室内按设定情境进行角色扮演，要求模仿关键言语与动作。治疗者可扮演配角或提供提示，确保示范要点被外显化并转化为可操作的行为表现。",
                            "when_to_use": "在模仿训练阶段的每一轮示范之后，用于将观察所得迅速转化为实际行为反应，尤其在初始练习与新技能引入时。",
                            "trigger": "来访者已观看示范并能口头复述要点但未能行为呈现；或表达“想试试”却犹豫不前，伴随肢体僵硬、回避目光等紧张迹象。"
                        },
                        {
                            "skill_id": "907",
                            "skill_name": "安排迁移练习与家庭作业",
                            "skill_description": "将训练室内掌握的反应转化为现实任务，指定具体场景与可操作目标，布置家庭作业并在下次回顾实施情况，强化成功经验，促进技能向真实环境的保持与泛化。",
                            "when_to_use": "当来访者在室内练习已较为稳定，需要推动技能在日常情境中应用与保持时。",
                            "trigger": "来访者在练习中表现流畅并提及即将面临的相关情境；或表达希望在现实中尝试但缺少明确计划。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n生物反馈:借助生理仪器将体内微弱生理信号转化为可感知反馈，依据操作性条件反射训练个体随意调节内脏与躯体机能，纠正病态性条件联系，提升自我调节以缓解心身与神经精神问题。\n生物反馈治疗结束阶段:在每次治疗结束阶段记录目标值与生理指标变化，与基线比较评估疗效；若指标无明显变动或症状未改善，考虑更换反馈生物指标或调整方案，并安排随访及家庭训练以巩固效果。\n观察记录单:治疗前、过程中及结束后由治疗师填写，用于记录生理与症状数据、目标值与练习情况并作阶段对比，判断疗效与问题，必要时指导更换反馈指标或调整治疗策略，确保训练科学有效。",
                    "micro_skills": [
                        {
                            "skill_id": "264504",
                            "skill_name": "记录家庭作业与训练执行情况",
                            "skill_description": "将布置的放松训练、场景想象等家庭作业记入记录单，持续记录每日/每次的次数、时长、所练情境等级、完成率与主观焦虑变化，并记载应用情境与反馈要点；必要时记录引发事件、自动化思维、正念觉察与宣泄放松体验，供下次复盘、巩固与方案调整。",
                            "when_to_use": "布置家庭作业后至结束与巩固阶段的作业反馈与训练跟踪环节，及随访时。",
                            "trigger": "制定作业计划后；来访者复诊时汇报练习频率、时长、感受与在日常生活中的应用，或提交相关记录时。"
                        },
                        {
                            "skill_id": "74500",
                            "skill_name": "记录分级脱敏焦虑评分与进展",
                            "skill_description": "每次想象或现实暴露训练后，记录各级情境下的主观焦虑评分，标注是否低于阈值（如40分）及是否进入下一等级，同时记录情绪反应与完成度，持续更新分级清单，评估训练效果并安排下一步。",
                            "when_to_use": "每次分级想象/现实暴露训练结束或阶段总结时。",
                            "trigger": "完成某一情境的暴露练习，或来访者报告本次各等级的焦虑分数与感受，需要决定是否推进时。"
                        },
                        {
                            "skill_id": "120101",
                            "skill_name": "暴露/放松后焦虑评分与进阶判定记录",
                            "skill_description": "在每次想象或现实暴露与放松练习后，立即记录来访者的焦虑水平（如0～10或0～100），并依据阈值判定：≤3可进阶，>20继续放松，直至“该情景不再紧张”；同步记录前后变化与通过的等级，用于监测训练效果与当次决策。",
                            "when_to_use": "每次暴露/放松训练结束阶段，用于评估当次效果并决定是否晋级。",
                            "trigger": "来访者完成一次暴露或放松练习，需要判断焦虑是否降至阈值以下并记录当次变化时。"
                        },
                        {
                            "skill_id": "188503",
                            "skill_name": "阶段进展与焦虑水平复核记录",
                            "skill_description": "在建立多级焦虑等级后，逐次记录本回合起始与终止的等级、保持放松情况与通过的级数，汇总从低级到高级的进展；关键干预后可记录并对照SAS标准分，以复核阶段性效果并调整安排。",
                            "when_to_use": "每次系统脱敏训练结束的复盘或完成若干等级后的阶段总结时；放松训练后进行阶段性效果检查时。",
                            "trigger": "来访者完成既定等级训练并报告保持放松或通过的级数；需以SAS分数复核改善程度时。"
                        }
                    ]
                },
                {
                    "meta_skill": "咨询性会谈:依据学习理论，灵活运用强化、抑制、暴露及模仿等干预策略；核心目的在于消除适应不良行为，塑造并巩固适应性新行为，通过针对性的训练实现行为的矫正与重塑。\n干预策略:行为疗法的核心干预包括学习、强化与抑制三大策略，基于经典与操作性条件作用，通过塑造适应行为、消退不良反应与暴露习惯化来改善症状并提升社会功能。\n抑制:通过刺激控制、培养对抗性行为与习惯化，抑制不良反应发生；常用放松与暴露、厌恶等技术消退焦虑与问题行为。\n刺激控制:调整不良行为的发生环境与线索，使其失去外部诱发而自动消失；作为抑制策略核心，常与自我管理联用。\n自我管理法:教会来访者自我监控、目标设定、刺激控制与安排强化/惩罚，借助社会支持与自我指令，增进期望行为、减少过剩反应。\n目标建立和自我监督:设定具体、可测的目标并持续记录行为与情境，提升觉察与条件强化效应，为评估与调整自我管理计划提供依据。",
                    "micro_skills": [
                        {
                            "skill_id": "1364",
                            "skill_name": "制定具体可测的目标与子目标",
                            "skill_description": "明确期望与不期望行为，将目标具体化并可测量（频率、时长、阈值），设定可达成的子目标与成功标准，使目标具备可操作性，为后续评估与强化奠定基础。",
                            "when_to_use": "自我管理法的初始阶段或计划制定期，用于明确改变方向与标准，为后续监控与评估提供依据。",
                            "trigger": "来访者对目标描述笼统（如“少抽”“多运动”）、成功标准不清或难以衡量，难以转化为具体行动。"
                        },
                        {
                            "skill_id": "1366",
                            "skill_name": "行为日记式自我监控与因果线索分析",
                            "skill_description": "使用行为日记持续记录时间、地点、情境、次数等，分析前提线索与结果，提升自我觉察，形成数据化依据，用于评估自我管理方法与决策下一步。",
                            "when_to_use": "自我管理实施全过程，尤以初期与策略调整期为主，作为持续性基础操作。",
                            "trigger": "来访者对行为发生细节记忆模糊、诱发情境复杂或变化快，需要客观记录与系统梳理。"
                        },
                        {
                            "skill_id": "7902",
                            "skill_name": "安排作业与材料反馈以自我监督并对齐目标",
                            "skill_description": "在目标确定后，布置与目标对齐的家庭作业，约定下次会谈反馈，要求携带计划表、模拟试卷等材料，记录执行与结果；在会谈中核对作业与目标一致性，便于与咨询师共同评估并及时调整方案，建立持续监控与自我监督机制。",
                            "when_to_use": "目标设定完成后需建立持续监控与反馈机制时；或在每次会谈开始与结束安排与核对作业。",
                            "trigger": "来访者已设定目标但执行信心不足或需外部监督支持；能提供学习/训练记录；或对下一步任务不清、对目标进展存疑。"
                        },
                        {
                            "skill_id": "281500",
                            "skill_name": "设定并执行每日放松训练并在焦虑时应用",
                            "skill_description": "将放松训练具体化为每日频次与节奏（如每天早晚各10分钟，或按焦虑等级每天进行多次想象/肌肉放松），明确执行标准；在临近考试或出现紧张不安、心跳加快、注意难以集中等时主动应用，以降低生理与心理反应，并便于在会谈中反馈进展。",
                            "when_to_use": "学习放松技术后进入居家练习与情境应用阶段；系统/想像脱敏实施期需将训练日常化时。",
                            "trigger": "每日练习时间到；练习随意、坚持性差或缺乏清晰的每日执行标准；或临近考试、出现紧张不安等焦虑信号。"
                        },
                        {
                            "skill_id": "190303",
                            "skill_name": "记录练习感受与焦虑评分用于监测与调整",
                            "skill_description": "每次放松或想象练习后记录主观感受、焦虑强度及睡眠/身体紧张等变化，自评并报告焦虑分数，分数偏高时继续放松直至下降；以文字追踪效果与经历，为后续评估、强化与调整练习方案提供依据。",
                            "when_to_use": "每次放松练习结束后及系统脱敏各等级练习完成时，用于监控效果与决定是否继续或调整。",
                            "trigger": "完成一次放松/想象练习，或察觉到焦虑水平、睡眠、身体紧张的变化；需要判断是否进入下一暴露等级。"
                        },
                        {
                            "skill_id": "121904",
                            "skill_name": "暴露后焦虑评分与进阶阈值监控",
                            "skill_description": "每次暴露后记录0–10分的焦虑水平，焦虑降至可接受范围（如≤3分）再进入下一级；据此决定是否升级难度或维持当前级别，以自我监督进度、确保循序推进与安全感。",
                            "when_to_use": "系统脱敏的每个暴露环节结束后，用于量化反应并决定进阶。",
                            "trigger": "完成一次暴露练习，需要评估焦虑强度并判断是否继续或升级。"
                        }
                    ]
                }
            ],
            "session_dialogue": [
                {
                    "role": "Counselor",
                    "text": "<think><assessment>先稳住关系与生理节奏，快速把握当前唤醒水平，判断能否推进到高等级练习。</assessment><client_state>来访者以往配合度高，进入状态通常较快，当前可能是轻到中等唤醒。</client_state><skill>249702:询问并记录焦虑/恐惧分数</skill><strategy>策略：以两次慢呼吸落地后，请其用语言锚点+分数描述此刻的紧张程度。</strategy></think>小刘，欢迎回来。先做两次慢呼吸，肩膀往下沉一沉……现在你的紧张大致是轻微、中等还是偏强？如果要给个分数，大概多少？"
                },
                {
                    "role": "Client",
                    "text": "偏轻到中等之间吧，大概20来分。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>睡眠是重要基础变量，影响可用注意与耐受度，需要先确认。</assessment><client_state>状态可控，继续量化。</client_state><skill>173708:回顾作业并给予积极强化与改进建议</skill><strategy>策略：单点询问昨晚睡眠时长与主观质量。</strategy></think>昨晚睡了多久，主观感觉是一般、还可以，还是比较好？"
                },
                {
                    "role": "Client",
                    "text": "大概六个多小时，感觉一般。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>进入回顾，核对1–4级练习与微流程使用频率，为进阶做依据。</assessment><client_state>合作良好，能回忆执行。</client_state><skill>173708:回顾作业并给予积极强化与改进建议</skill><strategy>策略：询问过去一周1–4级想象+放松的练习天数与大致频率。</strategy></think>过去这一周，1–4级的想象配放松你大概练了几天？"
                },
                {
                    "role": "Client",
                    "text": "练了五天，有一天做了两轮。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>放大有效经验，增强自我效能并萃取参数。</assessment><client_state>可提供具体例子并给出评分。</client_state><skill>173708:回顾作业并给予积极强化与改进建议</skill><strategy>策略：请举一例练后明显下降的场景，报告前后区间（轻/中）与分数。</strategy></think>你能举一例“练完明显往下”的时刻吗？当时大概从中等还是轻中之间降到哪个区间、分数大约多少？"
                },
                {
                    "role": "Client",
                    "text": "看到倒计时牌时有点紧，像中等偏轻25分，做了三次呼吸配提示语后，大概到15分左右，偏轻。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>识别执行障碍，以便进阶时微调流程与锚点。</assessment><client_state>可能在嘈杂或晚归时遗漏。</client_state><skill>1027:复盘迁移困难并制定对策</skill><strategy>策略：询问最容易卡住或忘做的一个情境线索。</strategy></think>这一周最容易忘记或难以执行的情境是哪一类？"
                },
                {
                    "role": "Client",
                    "text": "回家晚就容易不想练；晚自习下课人多的时候也会觉得麻烦。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>明确今日焦点为高等级（5–10级），与来访者协商进入进阶练习。</assessment><client_state>动机稳定，愿继续挑战。</client_state><skill>90107:复访评估并调整练习计划</skill><strategy>策略：单点征求同意，把今天重点放在5–10级逐级练习。</strategy></think>如果你同意，今天我们把重点放在5到10级的高等级场景上逐级练习，可以吗？"
                },
                {
                    "role": "Client",
                    "text": "可以，想试试看。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>先重申安全规则（举手暂停），再从第5级开始。</assessment><client_state>可进入想象暴露，轻度唤醒。</client_state><skill>1707:设定紧张信号与中止放松再想象; 39102:评估焦虑并暂停想象转入放松循环</skill><strategy>策略：设置信号后引导第5级“走进考场坐下”10秒想象并评分。</strategy></think>老规则还在：一旦紧张明显上来就抬手，我们先停下来放松再继续。现在请你做三次慢呼吸、耸肩—放松一次，带入第5级“走进考场坐下”的画面，停10秒……此刻大概是轻、中还是偏强？分数多少？"
                },
                {
                    "role": "Client",
                    "text": "介于轻和中等之间，差不多32分，肩膀有点绷。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>进入交互抑制循环：停止想象—放松—短时复现—复测。</assessment><client_state>轻中度紧张，可控。</client_state><skill>1706:按等级进行情景想象并放松对抗; 39102:评估焦虑并暂停想象转入放松循环</skill><strategy>策略：三次慢呼吸+耸肩放松后，回到同一画面5秒并复评分。</strategy></think>先把画面放下，跟我做三次慢呼吸、耸肩—放松……现在把同一画面轻轻带回5秒，此刻大概多少分、落在哪个区间？"
                },
                {
                    "role": "Client",
                    "text": "差不多22分，偏轻，胸口没刚才那么紧。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>再巩固一次，目标稳定在轻度。</assessment><client_state>放松有效，注意能回到任务。</client_state><skill>1706:按等级进行情景想象并放松对抗; 39102:评估焦虑并暂停想象转入放松循环</skill><strategy>策略：重复放松后再短时复现并复测。</strategy></think>我们再做三次慢呼吸、一次耸肩—放松……同一画面再带回5秒，现在大概是多少，属于轻度吗？"
                },
                {
                    "role": "Client",
                    "text": "大概18到20分，算轻度，能坐稳。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>进入第6级“试卷发下翻开第一页”。沿用同样循环。</assessment><client_state>准备升级，可能短暂上扬。</client_state><skill>1706:按等级进行情景想象并放松对抗; 39102:评估焦虑并暂停想象转入放松循环</skill><strategy>策略：第6级10秒想象后评分。</strategy></think>保持呼吸的节奏，带入第6级“试卷发下，翻开第一页”的画面，停10秒……现在大概多少分、落在哪个区间？"
                },
                {
                    "role": "Client",
                    "text": "接近中等，差不多38到40分，手心微微出汗。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>按交互抑制继续：放松—短时复现—复测。</assessment><client_state>中等紧张，可下降。</client_state><skill>1706:按等级进行情景想象并放松对抗; 39102:评估焦虑并暂停想象转入放松循环</skill><strategy>策略：三次慢呼吸+耸肩—放松后复测。</strategy></think>先把画面停下，三次慢呼吸、耸肩—放松……现在把同一画面轻带回5秒，此刻大概多少、属于哪个区间？"
                },
                {
                    "role": "Client",
                    "text": "大概26到28分，偏轻到中等之间，注意能回到题目。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>再巩固一次，争取稳定轻度。</assessment><client_state>反应良好。</client_state><skill>1706:按等级进行情景想象并放松对抗; 39102:评估焦虑并暂停想象转入放松循环</skill><strategy>策略：重复放松+短时复现，目标约20分。</strategy></think>再来三次慢呼吸和一次耸肩—放松……同一画面再带回5秒，现在大概多少、是否到了轻度？"
                },
                {
                    "role": "Client",
                    "text": "差不多19到21分，算轻度，不太影响。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>进入第7级“监考靠近提醒时间”。先重申可暂停，加入已准备的提示语“按步骤”。</assessment><client_state>紧张可能上扬到中等，要保持可控感。</client_state><skill>1707:设定紧张信号与中止放松再想象; 39102:评估焦虑并暂停想象转入放松循环</skill><strategy>策略：引导10秒想象并评分。</strategy></think>现在进入第7级：想象“监考靠近并提醒时间”，同样可以随时抬手暂停。停10秒……此刻大概多少分、属于哪个区间？"
                },
                {
                    "role": "Client",
                    "text": "接近中等，差不多42分，心跳有点快。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>用放松对抗并植入短句“按步骤”，再复测。</assessment><client_state>生理唤醒上升，但仍可调节。</client_state><skill>1706:按等级进行情景想象并放松对抗; 39102:评估焦虑并暂停想象转入放松循环</skill><strategy>策略：三次慢呼吸+耸肩放松，配合“按步骤”，再短时复现并评分。</strategy></think>把画面放下，做三次慢呼吸、耸肩—放松，心里配一句“按步骤”……现在把同一画面轻带回5秒，此刻大概多少分、区间如何？"
                },
                {
                    "role": "Client",
                    "text": "大概28到30分，偏轻中之间，可以继续写题。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>再巩固一次，目标轻度。</assessment><client_state>可控感提升。</client_state><skill>1706:按等级进行情景想象并放松对抗; 39102:评估焦虑并暂停想象转入放松循环</skill><strategy>策略：重复放松与短时复现后评分。</strategy></think>再做三次慢呼吸、耸肩—放松，同步“按步骤”……再带回5秒，现在大概多少、是否到了轻度？"
                },
                {
                    "role": "Client",
                    "text": "差不多20到22分，接近轻度了。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>进入第8级“遇到难题卡住”。可能触发以往被点名的记忆，需要准备验证-桥接并回到当前等级练习。</assessment><client_state>或出现羞耻/紧张上扬，需要先安抚再回练。</client_state><skill>1706:按等级进行情景想象并放松对抗; 39102:评估焦虑并暂停想象转入放松循环</skill><strategy>策略：先10秒想象并评分，若出现联想，先验证情绪再带回当下等级与替代语。</strategy></think>现在进入第8级：请想象“遇到难题卡住”，停10秒……此刻大概多少分、区间在哪？"
                },
                {
                    "role": "Client",
                    "text": "一下子想到上次被老师点名的事，很尴尬……现在大概48分，接近中等偏上。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>出现与羞耻相关的联结，先接住情绪并暂停想象，随后回到本级“卡题”并配合既定提示语“先读清”。</assessment><client_state>紧张上升、尴尬感出现，但可表达。</client_state><skill>198105:焦虑升高时停止或改用安全意象; 39102:评估焦虑并暂停想象转入放松循环</skill><strategy>策略：先验证那份难受与尴尬，暂停—放松，再回到“卡题”片段并复测。</strategy></think>那次被点名的难受确实不容易受，辛苦你回想了。我们先把画面停下，做三次慢呼吸、耸肩—放松……现在回到“卡题”的这个片段，心里配一句“先读清”，把画面轻带回5秒，此刻大概多少分？"
                },
                {
                    "role": "Client",
                    "text": "降到大概30到32分，回到偏轻中之间，注意能拉回到题目上。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>巩固一次，目标轻度。</assessment><client_state>可控感恢复，动作要领清晰。</client_state><skill>1706:按等级进行情景想象并放松对抗; 39102:评估焦虑并暂停想象转入放松循环</skill><strategy>策略：重复放松+短时复现并评分。</strategy></think>再来三次慢呼吸、耸肩—放松，同步“先读清”……同一画面带回5秒，现在大概多少、是否接近轻度？"
                },
                {
                    "role": "Client",
                    "text": "差不多20到22分，肩膀也松了些。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>进入第9级“考后对答案不一致”，配合替代语“先记录，暂时放下”。</assessment><client_state>反刍倾向可能出现，需要立即对抗。</client_state><skill>1706:按等级进行情景想象并放松对抗; 39102:评估焦虑并暂停想象转入放松循环</skill><strategy>策略：10秒想象评分→放松+替代语→短时复现评分。</strategy></think>请想象“考后对答案发现不一致”，停10秒……此刻大概多少分、区间如何？"
                },
                {
                    "role": "Client",
                    "text": "大概36分，接近中等，心里有点不舒服。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>按流程对抗并复测。</assessment><client_state>中等紧张，可下降。</client_state><skill>1706:按等级进行情景想象并放松对抗; 39102:评估焦虑并暂停想象转入放松循环</skill><strategy>策略：三次慢呼吸+耸肩—放松，配“先记录，暂时放下”，再短时复现评估。</strategy></think>把画面放下，做三次慢呼吸、耸肩—放松，同时心里说“先记录，暂时放下”……现在把同一画面带回5秒，此刻大概多少分？"
                },
                {
                    "role": "Client",
                    "text": "大概22到24分，偏轻，没那么纠结了。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>巩固到轻度边缘。</assessment><client_state>稳定、可继续。</client_state><skill>1706:按等级进行情景想象并放松对抗; 39102:评估焦虑并暂停想象转入放松循环</skill><strategy>策略：重复放松+短时复现，目标约20分以内。</strategy></think>再做三次慢呼吸、耸肩—放松……同一画面再带回5秒，现在大概多少？"
                },
                {
                    "role": "Client",
                    "text": "大概18到20分，可以转开去做别的事了。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>进入第10级“前一晚反复想‘必须考好’”。预期会有明显的预期性焦虑，按暂停规则走，嵌入“两词短句”。</assessment><client_state>可能快速上扬，但可通过节拍呼吸下降。</client_state><skill>1707:设定紧张信号与中止放松再想象; 39102:评估焦虑并暂停想象转入放松循环</skill><strategy>策略：10秒想象评分；若偏高即转放松与两词短句“收心/入睡”。</strategy></think>现在进入第10级：想象“前一晚躺在床上反复想‘这次一定要考好’”，停10秒……此刻大概多少分、区间如何？"
                },
                {
                    "role": "Client",
                    "text": "一下子到大概50分，接近中等偏上，脑子转得快。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>先停止意象，采用两词短句配节拍呼吸与耸肩下沉，压低唤醒，再短时复现。</assessment><client_state>反刍明显，但仍可配合。</client_state><skill>304503:紧张或恐惧时深慢呼吸自我安抚; 39102:评估焦虑并暂停想象转入放松循环</skill><strategy>策略：三轮“吸：收心；呼：入睡”的节拍呼吸+肩膀下沉后复测。</strategy></think>先把想象停下，跟我做三轮节拍呼吸：吸——收心；呼——入睡，同时让肩膀往下沉……现在把同一画面轻带回5秒，此刻大概多少分？"
                },
                {
                    "role": "Client",
                    "text": "降到大概32到35分，没那么绷了。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>再巩固一次，争取接近轻度边缘。</assessment><client_state>唤醒下降，注意更可控。</client_state><skill>1706:按等级进行情景想象并放松对抗; 39102:评估焦虑并暂停想象转入放松循环</skill><strategy>策略：三次慢呼吸+耸肩—放松，配“收心睡”，短时复现评分。</strategy></think>再做三次慢呼吸、耸肩—放松，心里配“收心睡”……同一画面带回5秒，现在大概多少、是否接近轻度？"
                },
                {
                    "role": "Client",
                    "text": "差不多22到24分，已经安静一些。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>最后巩固一次，把最高等级也稳在轻度附近。</assessment><client_state>可控感上升。</client_state><skill>1706:按等级进行情景想象并放松对抗; 39102:评估焦虑并暂停想象转入放松循环</skill><strategy>策略：再做放松并短时复现，目标≤20分。</strategy></think>最后一轮：三次慢呼吸、耸肩—放松，配“收心睡”……把画面轻带回5秒，现在大概多少？"
                },
                {
                    "role": "Client",
                    "text": "大概18到20分，接近轻度了，有困意的感觉。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>进行情境迁移的小预演，检验30秒微流程在“老师宣布小测”的提示下的即时效果。</assessment><client_state>稳定、愿意迁移到课堂情境模拟。</client_state><skill>1627:依序实施现场暴露并与放松交替; 304503:紧张或恐惧时深慢呼吸自我安抚</skill><strategy>策略：宣布模拟提示词，先报当下分，再执行30秒微流程后复测。</strategy></think>我们做个小预演：当我说“同学们，稍后有个小测”，请你先报此刻的紧张分和区间。准备——同学们，稍后有个小测。现在你的分数与区间？"
                },
                {
                    "role": "Client",
                    "text": "差不多25分，轻中之间。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>让其立即执行30秒微流程并复测，观察迁移效果。</assessment><client_state>可快速启动流程。</client_state><skill>1627:依序实施现场暴露并与放松交替; 304503:紧张或恐惧时深慢呼吸自我安抚</skill><strategy>策略：引导完成“3次呼吸→耸肩—放松→两词短句”，随后请其报分。</strategy></think>好，现在开始你的30秒微流程：3次慢呼吸→耸肩—放松→两词短句（稳住/慢做）……30秒到，请现在报分和区间。"
                },
                {
                    "role": "Client",
                    "text": "降到15到16分，偏轻，心里稳一些。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>布置本周作业，聚焦5–10级想象+放松、真实触发时的微流程与记录，巩固迁移。</assessment><client_state>依从性预期良好。</client_state><skill>1024:布置家庭作业并提示应用要点; 234503:布置并监测每日放松练习</skill><strategy>策略：提出清晰可测的作业包，并征求可行性。</strategy></think>接下来一周：1）≥5天，每天针对5–10级各做1轮“想象+放松”，记录每次前后分与用到的语句；2）遇到真实触发就用“3次呼吸→耸肩—放松→两词短句→继续任务”，并记录前后分；3）早晚各2–3分钟配“两词短句”的节拍呼吸。这样的安排对你可行吗？"
                },
                {
                    "role": "Client",
                    "text": "可行，这样我清楚要怎么做。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>为下次综合复盘与复发预防做铺垫，要求整理曲线与有效参数清单。</assessment><client_state>结构化配合度高。</client_state><skill>264504:记录家庭作业与训练执行情况; 74500:记录分级脱敏焦虑评分与进展</skill><strategy>策略：请其带来SUDS曲线、有效参数与高风险情境清单。</strategy></think>为了下次更好复盘，请把近两周的SUDS前后曲线、你觉得最有效的呼吸节奏/提示语/放松顺序，以及高风险情境与对应的应对清单整理出来带来，可以吗？"
                },
                {
                    "role": "Client",
                    "text": "可以，我会按表格整理好带来。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>总结今日关键进展，强化自我效能与可复制参数，巩固联盟与动机。</assessment><client_state>自我效能上升、紧张可控，准备带着计划离开。</client_state><skill>1004:即时强化恰当表现; 173708:回顾作业并给予积极强化与改进建议</skill><strategy>策略：简洁总结三大成果与下一步要点，以陈述句收尾。</strategy></think>今天我们把5到10级逐级练了一遍，并且在每一级都用“呼吸+耸肩—放松+短句”把紧张降到轻度附近；同时做了课堂小预演，30秒微流程把即时紧张从轻中降到偏轻；你也明确了这一周的练习与记录方式。保持这个节奏，你的“稳住—慢做”会越来越自然地带着你前进。"
                }
            ],
            "session_summary": {
                "session_summary_abstract": "本次为第4次会谈，进入高等级分级暴露与情境迁移预演。开场以两次慢呼吸稳定状态，小刘自评当下紧张约20分、偏轻中，昨夜睡约六小时“感觉一般”。回顾作业：1–4级想象配放松练了五天，其中一天两轮；在“倒计时牌”情境能由25降至15分；执行障碍主要是“回家晚不想练、晚自习下课人多觉得麻烦”。经协商开展5–10级逐级练习，采用“3次慢呼吸→耸肩—放松→短句提示”循环：第5级“走进考场坐下”32→22→18–20分；第6级“发卷翻第一页”40→26–28→19–21分；第7级“监考靠近提醒时间”42→28–30→20–22分；第8级“遇到难题卡住”伴随“被点名”的尴尬上冲至48分，经“先读清”降至30–32→20–22分；第9级“考后对答案不一致”36→22–24→18–20分；第10级“睡前反复想必须考好”50→32–35→22–24→18–20分，并引入睡前两词短句“收心睡”。随后进行课堂“有小测”的微预演，30秒微流程使紧张由25降至15–16分。结尾布置一周练习：≥5天每日对5–10级各1轮想象+放松、遇真实触发用微流程并记录、早晚2–3分钟节拍呼吸；并请整理近两周SUDS曲线与最有效参数、高风险情境与应对清单以备复盘。",
                "goal_assessment": {
                    "objective_recap": "1) 开场与关系维护：简短寒暄与当下状态确认（睡眠、紧张度、专注感），核对本次可用时长与议程偏好，营造安全合作的氛围；2) 回顾与反馈（探索性）：了解过去一周1–4级想象暴露、30秒微流程与“两词呼吸”的实际使用频率/场景与SUDS前后变化；用EARS放大有效做法，识别遗忘/嘈杂等执行障碍，并以评量询问协商本次目标刻度与优先事项；3) 系统脱敏进阶（连接性）：在历史信息中已建立的10级层级与已脚本化的高等级场景基础上，逐级完成5–10级想象暴露；记录SUDS峰值与下降曲线，必要时双次循环并保留“举手暂停”安全安排，配对呼吸+微PMR+提示语，归纳最有效的节奏、顺序与措辞参数；4) 情境迁移与现场预演（连接性）：基于已知触发线索与既有微流程，在课堂/模拟考场进行微暴露（如听到老师宣布小测、限时完成小题）；现场应用呼吸+PMR微版+自我对话，记录SUDS与可控感，微调提示语与动作锚点以便真实环境快速调用；5) 家庭作业（连接性）：协商并落实本周每日针对5–10级的想象暴露+放松练习（建议≥5天/周）；若出现真实测验/考试，按“3次呼吸→耸肩放松→两词短句→继续任务”的步骤应用并记录SUDS与表现；沿用统一模板与手机提醒追踪频次与有效策略；6) 任务铺垫（连接性）：预告下次综合复盘与复发预防；请整理带来近两周的SUDS曲线、有效参数（呼吸节奏/提示语/放松顺序）、高风险情境与应对清单，作为制定巩固与复发预防计划的素材。",
                    "completion_status": "1 完全达成 (Completed)；2 完全达成 (Completed)；3 完全达成 (Completed)；4 完全达成 (Completed)；5 完全达成 (Completed)；6 完全达成 (Completed)",
                    "evidence_and_analysis": "证据1（回顾与反馈）：来访者说“练了五天，有一天做了两轮”“看到倒计时牌…大概到15分左右”，表明一周练习与SUDS下降，达成回顾与效果识别。证据2（高等级脱敏）：在第8级时“小刘：‘一下子想到上次被老师点名的事…现在大概48分’；经流程后‘降到大概30到32分…’”，显示对高强度触发的SUDS下降与注意回到任务，符合进阶脱敏目标。证据3（现场预演与作业）：预演后“小刘：‘降到15到16分，偏轻，心里稳一些’”；对作业回应“可行，这样我清楚要怎么做”，提示技能可迁移与任务一致性强。临床意义：在咨询师结构化引导与对抗性抑制配对下，小刘对高等级情境的唤醒可被快速下调，并开始内化30秒微流程与两词短句，为真实情境迁移奠基。"
                },
                "client_state_analysis": {
                    "affective_state": "入场时偏轻中（约20分），进高等级情境时在第8、10级短时上冲至中等偏上（48–50分），随后随“呼吸+耸肩放松+短句”逐级回落至轻度（18–22分），末段报告“有困意”，整体可控感提升。",
                    "target_behavior": "考试相关线索触发的高唤醒与威胁性自我对话（监考靠近、卡题、睡前反刍“必须考好”）导致肩颈紧、心跳快、注意收缩至“别出错/时间不够”。本次通过对每级情境进行想象暴露并配对放松与短句，出现即时的SUDS下降与任务再聚焦。",
                    "behavioral_patterns": "合作与依从性好（自述“练了五天”），能量化主观紧张并反馈有效策略；在暴露中持续配合、未回避；同时存在情境性执行障碍与轻微回避倾向（“回家晚不想练；晚自习下课人多觉得麻烦”）。",
                    "therapeutic_alliance": "任务与目标一致性强。“可以，想试试看”“可行，这样我清楚要怎么做”体现信任与共同决策；能接受“抬手暂停”的安全框架并在高等级练习中保持投入。",
                    "unresolved_points_or_tensions": "与“被老师点名”的羞耻记忆虽被触发但仅在想象层面短程处理，尚缺真实课堂情境中的系统迁移；嘈杂环境与晚归导致的练习中断未形成具体障碍应对方案；睡眠主观“感觉一般”，睡前流程虽有短句与呼吸，但睡眠卫生与持续化策略仍待细化。"
                },
                "homework": [
                    "≥5天，每天针对5–10级各做1轮“想象+放松”，记录每次前后分与用到的语句",
                    "遇到真实触发就用“3次呼吸→耸肩—放松→两词短句→继续任务”，并记录前后分",
                    "早晚各2–3分钟配“两词短句”的节拍呼吸",
                    "整理近两周的SUDS前后曲线、最有效的呼吸节奏/提示语/放松顺序，以及高风险情境与对应的应对清单，下次带来"
                ],
                "client_info_get": {
                    "static_traits": {
                        "age": "",
                        "name": "小刘",
                        "gender": "",
                        "occupation": "学生",
                        "educational_background": "",
                        "marital_status": "",
                        "family_status": "",
                        "social_status": "",
                        "medical_history": "",
                        "language_features": ""
                    },
                    "main_problem": "",
                    "topic": "",
                    "core_demands": "",
                    "growth_experiences": [
                        "上次被老师点名，感到尴尬"
                    ],
                    "target_behavior": [
                        {
                            "behavior": "考试相关情境下出现明显紧张/焦虑反应（心跳加快、手心出汗、胸口紧、肩膀绷、注意力易被拉走）",
                            "antecedent": [
                                "看到倒计时牌",
                                "走进考场坐下",
                                "试卷发下并翻开第一页",
                                "监考靠近并提醒时间",
                                "遇到难题卡住",
                                "考后对答案发现不一致",
                                "听到“稍后有个小测”的提示"
                            ],
                            "core_reason": "对考试成绩的高要求与“必须考好”的压力，加之曾被老师点名的尴尬经历，强化了对犯错和被负面评价的担忧，产生威胁性解读与灾难化预期。",
                            "function": "短期内通过回避/紧张警觉与加快思绪来降低不适与避免负面评价，获得暂时的控制感或缓解焦虑。",
                            "consequence": "当下出现生理不适与注意波动，影响做题节奏与专注；长期维持对考试线索的敏感与紧张循环。"
                        },
                        {
                            "behavior": "睡前反复自我加压式思考“这次一定要考好”",
                            "antecedent": [
                                "临睡前躺在床上回想考试"
                            ],
                            "core_reason": "对成绩的高标准与对失败/负评的担忧，试图以反复思考获得确定感与控制感。",
                            "function": "通过反复思考与自我要求来减少不确定性和焦虑，寻求主观的安全感与控制感。",
                            "consequence": "警觉升高、脑子转得快，困意与入睡节奏受影响，主观睡眠感受一般。"
                        }
                    ]
                },
                "client_info_merge": {
                    "user_id": "",
                    "static_traits": {
                        "name": "小刘",
                        "age": "17",
                        "gender": "",
                        "occupation": "学生",
                        "educational_background": "高一在读",
                        "marital_status": "",
                        "family_status": "与父母同住，爸妈比较严",
                        "social_status": "",
                        "medical_history": "",
                        "language_features": ""
                    },
                    "growth_experiences": [
                        "上次期中考试成绩明显下降，压力增大。",
                        "曾在课堂上因走神被老师当堂点名，感到难堪。",
                        "上学期数学曾没考好，随后几次调整补了回来。"
                    ],
                    "main_problem": "临近考试及考试当天出现明显紧张焦虑，伴随睡眠困难与注意力不集中，影响考试发挥。",
                    "topic": "学业压力",
                    "core_demands": "希望考前不那么慌、入睡更快、考试中注意力更稳。",
                    "target_behavior": [
                        {
                            "behavior": "临近或参加考试时出现显著紧张/焦虑与过度自我要求（心跳加快、手心出汗、呼吸变浅/胸口紧、肩颈僵硬），注意力被“别出错/时间不够”等想法占据，易走神与做题卡顿，考前入睡变难。",
                            "antecedent": [
                                "听到或宣布将要考试/小测",
                                "临近考试前一周（尤其前两天/前一晚）觉得准备不充分",
                                "走进考场坐下、试卷发下并翻开",
                                "看到倒计时牌",
                                "监考老师靠近或提醒时间",
                                "遇到难题被卡住",
                                "考后对答案发现不一致"
                            ],
                            "core_reason": "对成绩与他人评价高度敏感，完美主义与低容错的自我要求显著，将“必须考好”内化为刚性标准，把错误等同于失败；上次成绩下滑与被当堂点名等经历强化了威胁评估与自我监控，易出现灾难化预期，睡前尤为明显。",
                            "function": "短期通过自我警告、提高警觉、加快思绪、多刷题或反复思考来寻求确定感与控制感，避免失败、丢脸或被批评；偶尔借助自我安慰或提高警觉（如咖啡因）迫使自己用功或暂时抽离紧张情境，但由此维持并强化了焦虑与过度控制。",
                            "consequence": "当下出现心慌/紧张、注意力波动与答题节奏受扰；当晚入睡困难、睡眠不足（部分夜晚约4–5小时，整体约6–6.5小时），次日疲劳、专注下降，复习与考试表现受影响，可能再次被老师点名，进而加剧焦虑循环。"
                        },
                        {
                            "behavior": "睡前反复自我加压式思考“这次一定要考好”，难以停下。",
                            "antecedent": [
                                "临睡前躺在床上回想考试"
                            ],
                            "core_reason": "对成绩的高标准与对失败/负评的担忧，试图以反复思考获得确定感与控制感。",
                            "function": "通过反复思考与自我要求来减少不确定性和焦虑，寻求主观的安全感与控制感。",
                            "consequence": "警觉升高、脑子转得快，困意与入睡节奏受影响，主观睡眠感受一般。"
                        }
                    ]
                },
                "next_session_plan": {
                    "overall_stage": "巩固与复发预防",
                    "session_focus": {
                        "stage_title": "效果巩固、复发预防与结束咨询",
                        "objective": [
                            "开场与关系维护：简短寒暄与当下状态确认（睡眠、紧张SUDS、专注度），回顾上次约定与本次议程偏好，营造放松与合作感。",
                            "回顾与反馈（探索性）：了解过去一周对5–10级想象暴露与放松的执行频次/场景、在真实触发（课堂/测验/考场）中的实际应用与SUDS前后变化；共同总结“触发—策略选择—效果”的成功链条与易卡点。",
                            "成效评估（回顾性）：对照历史信息中的初始目标与基线数据，汇总近两周记录（SUDS曲线、睡眠时长/主观质量、注意与学习投入），必要时快速复测1–2项核心指标；确认症状下降与功能恢复的幅度，并定位仍需巩固的薄弱环节。",
                            "复发预防计划（连接性）：基于既有触发清单与练习经验，识别个人高风险情境与早期预警信号（如肌肉紧张、呼吸变浅、自我苛责语句）；共创“三步法：觉察→调节→重聚焦”的便携卡片流程，约定每周≥3次的维护练习与情境触发时的即时应对；强调区分失误与复发并制定AVE管理步骤。",
                            "应对脚本与资源（连接性）：在已使用的“两词短句”“微流程”和动作锚点基础上，完善不同情境（考前、入场、卡题、监考靠近、对答案、睡前）的自我对话脚本与微放松参数；制定考试周“预演日程”，并设定清晰的自我强化/奖赏计划与达标标准。",
                            "生态支持（连接性）：结合已知家庭与学校背景，协商给家长/班主任的具体沟通与支持建议（以过程性反馈替代结果性评价、考前提醒使用放松脚本），明确信息反馈方式与必要时的“加油站”短会谈频率。",
                            "结束与展望（连接性）：确认已掌握的技能清单与自助流程，制定逐步撤除与自主练习安排（含跟踪/复测时间点）；约定如出现显著反弹时的自助步骤与应急联络方式，并以正强化方式收尾。"
                        ]
                    }
                }
            },
            "client_info_last": {
                "user_id": "",
                "static_traits": {
                    "name": "小刘",
                    "age": "17",
                    "gender": "",
                    "occupation": "学生",
                    "educational_background": "高一在读",
                    "marital_status": "",
                    "family_status": "与父母同住，爸妈比较严",
                    "social_status": "",
                    "medical_history": "",
                    "language_features": ""
                },
                "growth_experiences": [
                    "上次期中考试成绩明显下降，压力增大。",
                    "曾在课堂上因走神被老师当堂点名，感到难堪。",
                    "上学期数学曾没考好，随后几次调整补了回来。"
                ],
                "main_problem": "临近考试及考试当天出现明显紧张焦虑，伴随睡眠困难与注意力不集中，影响考试发挥。",
                "topic": "学业压力",
                "core_demands": "希望考前不那么慌、入睡更快、考试中注意力更稳。",
                "target_behavior": [
                    {
                        "behavior": "临近或参加考试时出现显著紧张/焦虑与过度自我要求（心跳加快、手心出汗、呼吸变浅/胸口紧、肩颈僵硬），注意力被“别出错/时间不够”等想法占据，易走神与做题卡顿，考前入睡变难。",
                        "antecedent": [
                            "听到或宣布将要考试/小测",
                            "临近考试前一周（尤其前两天/前一晚）觉得准备不充分",
                            "走进考场坐下、试卷发下并翻开",
                            "看到倒计时牌",
                            "监考老师靠近或提醒时间",
                            "遇到难题被卡住",
                            "考后对答案发现不一致"
                        ],
                        "core_reason": "对成绩与他人评价高度敏感，完美主义与低容错的自我要求显著，将“必须考好”内化为刚性标准，把错误等同于失败；上次成绩下滑与被当堂点名等经历强化了威胁评估与自我监控，易出现灾难化预期，睡前尤为明显。",
                        "function": "短期通过自我警告、提高警觉、加快思绪、多刷题或反复思考来寻求确定感与控制感，避免失败、丢脸或被批评；偶尔借助自我安慰或提高警觉（如咖啡因）迫使自己用功或暂时抽离紧张情境，但由此维持并强化了焦虑与过度控制。",
                        "consequence": "当下出现心慌/紧张、注意力波动与答题节奏受扰；当晚入睡困难、睡眠不足（部分夜晚约4–5小时，整体约6–6.5小时），次日疲劳、专注下降，复习与考试表现受影响，可能再次被老师点名，进而加剧焦虑循环。"
                    },
                    {
                        "behavior": "睡前反复自我加压式思考“这次一定要考好”，难以停下。",
                        "antecedent": [
                            "临睡前躺在床上回想考试"
                        ],
                        "core_reason": "对成绩的高标准与对失败/负评的担忧，试图以反复思考获得确定感与控制感。",
                        "function": "通过反复思考与自我要求来减少不确定性和焦虑，寻求主观的安全感与控制感。",
                        "consequence": "警觉升高、脑子转得快，困意与入睡节奏受影响，主观睡眠感受一般。"
                    }
                ]
            }
        },
        {
            "session_number": 5,
            "session_goals": {
                "overall_stage": "巩固与复发预防",
                "session_focus": {
                    "stage_title": "效果巩固、复发预防与结束咨询",
                    "objective": [
                        "开场与关系维护：简短寒暄与当下状态确认（睡眠、紧张SUDS、专注度），回顾上次约定与本次议程偏好，营造放松与合作感。",
                        "回顾与反馈（探索性）：了解过去一周对5–10级想象暴露与放松的执行频次/场景、在真实触发（课堂/测验/考场）中的实际应用与SUDS前后变化；共同总结“触发—策略选择—效果”的成功链条与易卡点。",
                        "成效评估（回顾性）：对照历史信息中的初始目标与基线数据，汇总近两周记录（SUDS曲线、睡眠时长/主观质量、注意与学习投入），必要时快速复测1–2项核心指标；确认症状下降与功能恢复的幅度，并定位仍需巩固的薄弱环节。",
                        "复发预防计划（连接性）：基于既有触发清单与练习经验，识别个人高风险情境与早期预警信号（如肌肉紧张、呼吸变浅、自我苛责语句）；共创“三步法：觉察→调节→重聚焦”的便携卡片流程，约定每周≥3次的维护练习与情境触发时的即时应对；强调区分失误与复发并制定AVE管理步骤。",
                        "应对脚本与资源（连接性）：在已使用的“两词短句”“微流程”和动作锚点基础上，完善不同情境（考前、入场、卡题、监考靠近、对答案、睡前）的自我对话脚本与微放松参数；制定考试周“预演日程”，并设定清晰的自我强化/奖赏计划与达标标准。",
                        "生态支持（连接性）：结合已知家庭与学校背景，协商给家长/班主任的具体沟通与支持建议（以过程性反馈替代结果性评价、考前提醒使用放松脚本），明确信息反馈方式与必要时的“加油站”短会谈频率。",
                        "结束与展望（连接性）：确认已掌握的技能清单与自助流程，制定逐步撤除与自主练习安排（含跟踪/复测时间点）；约定如出现显著反弹时的自助步骤与应急联络方式，并以正强化方式收尾。"
                    ]
                }
            },
            "suggest_skills": [
                {
                    "meta_skill": "巩固性会谈:行为治疗中的提高与总结阶段；通过再次施测SCL-90、SDS、SAS并与治疗前对照评估，结合回访跟踪，强化已习得的放松与积极认知，巩固症状改善并预防复发。\n完善求助者人格:在巩固阶段持续强化积极认知与自我暗示、放松训练，巩固“不再害怕交流、以平常心对待考试”等改变，增强自信与适应能力，促进人格更稳定与成熟。",
                    "micro_skills": [
                        {
                            "skill_id": "2072",
                            "skill_name": "复测量表并对照评估疗效",
                            "skill_description": "在巩固与结束阶段，对来访者再次施测SCL-90、SDS、SAS等量表，与咨询前结果对照，结合自我陈述综合评估改善程度，为后续巩固与结束决策提供依据，明确疗效与剩余问题。",
                            "when_to_use": "初始治疗目标基本实现的巩固与结束阶段（如第8次咨询），需总结治疗成效并确定是否结束或安排后续巩固时。",
                            "trigger": "来访者自述不再害怕与人交流、不再害怕见到老师，对考试能以平常心对待，整体情绪较稳定，适合进行效果评估。"
                        },
                        {
                            "skill_id": "2073",
                            "skill_name": "结束时给予积极鼓励与康复宣告",
                            "skill_description": "在疗程最后一次治疗结束时，向来访者给予积极鼓励和明确反馈，直言其已取得康复并能在现实场景同样做到，强化自信与新行为期望，巩固治疗成果，促进适应与稳定。",
                            "when_to_use": "完成关键训练或脱敏等级、症状明显缓解的最后一次治疗或结束会谈，用于巩固新行为与自我效能感。",
                            "trigger": "来访者已能独自接受治疗，升级情境中逐渐安静、呼叫减少，焦虑反应明显减弱，显示具备目标行为能力。"
                        },
                        {
                            "skill_id": "2074",
                            "skill_name": "安排回访与跟踪巩固维持效果",
                            "skill_description": "在结束阶段制定回访与跟踪计划，通过后续联系或复查了解症状维持与功能恢复情况，验证疗效稳定性，强化改善体验，并在必要时给予鼓励或调整建议，促进长期稳定。",
                            "when_to_use": "咨询效果评估完成、准备结束或进入巩固期时，为确保疗效维持与人格适应持续提升而安排后续跟踪。",
                            "trigger": "测验结果较前显著改善，来访者自述社交与考试焦虑减轻并达预期目标，需要监测维持与进一步巩固。"
                        },
                        {
                            "skill_id": "199501",
                            "skill_name": "反馈并肯定进步明确优势与方向",
                            "skill_description": "根据来访者作业与体验进行具体反馈，及时肯定已取得的变化与努力，梳理在咨询中发现的优势与有效资源，并明确后续练习与调整方向及在学习、人际中的应用路径，以强化自信与自我效能、巩固改变。",
                            "when_to_use": "在巩固阶段复盘或每次会谈的巩固环节；来访者完成阶段性练习或咨询作业后，或进入结束前总结时。",
                            "trigger": "来访者反馈变化（如更自信、敢上台、人际或学习改善），对下一步感到迷茫、出现自我怀疑或询问目标与方向时。"
                        },
                        {
                            "skill_id": "24703",
                            "skill_name": "练习积极自我暗示与成功回顾",
                            "skill_description": "在会谈与日常中练习积极自我暗示，以肯定语句重申自身能力与应对资源，并与放松训练配合；同时回忆、书写并定期回顾过往考试表现良好的具体情境，用成功经验对冲一次失利后的自我否定与负性记忆，稳定自信与心态。",
                            "when_to_use": "巩固阶段用于维持改善、稳定人格特质与考试心态；治疗过程中需强化积极认知与自我效能时。",
                            "trigger": "出现负性自我对话、担心考试表现或自我怀疑；过度关注一次失利或负性记忆反复侵扰、需要强化自信时。"
                        },
                        {
                            "skill_id": "70301",
                            "skill_name": "系统回顾并总结关键策略与成长",
                            "skill_description": "与来访者系统回顾咨询历程，梳理最有效的情绪管理与人际沟通方法（如“我-信息”、积极倾听）及认知行为策略，明确应用场景与步骤，形成个人化要点清单，促进内化与稳定运用，降低旧模式复燃。",
                            "when_to_use": "巩固与结案总结阶段，或第六次等阶段性回顾时，用于整合所学并制定日常应用要点。",
                            "trigger": "来访者对具体应用场景仍感模糊、担心遇到人际冲突回到旧有表达方式；或症状改善后表达希望梳理收获与策略。"
                        },
                        {
                            "skill_id": "229900",
                            "skill_name": "反馈作业与每次小结巩固成果",
                            "skill_description": "回顾并反馈此前每次咨询作业，围绕实施过程、困难与变化进行讨论，梳理有效做法与经验；在每次会谈结束进行小结，突出已获得的改变并明确下次重点，以巩固积极体验与行为、支持持续成长。",
                            "when_to_use": "巩固阶段与每次会谈结束，用于总结作业与进展、巩固成效；疗程收尾时用于阶段性总结。",
                            "trigger": "来访者已按咨询安排完成作业进入回顾；会谈临近结束或需梳理阶段性进展、进入效果回顾与结束准备时。"
                        }
                    ]
                },
                {
                    "meta_skill": "巩固性会谈:行为治疗中的提高与总结阶段；通过再次施测SCL-90、SDS、SAS并与治疗前对照评估，结合回访跟踪，强化已习得的放松与积极认知，巩固症状改善并预防复发。\n提高心理健康水平:通过复测SCL-90、SAS、SDS与治疗前结果对照，监测症状减轻与功能恢复；结合回访与巩固练习，维持焦虑与抑郁的持续降低，提升整体心理健康水平。",
                    "micro_skills": [
                        {
                            "skill_id": "2092",
                            "skill_name": "复测心理量表并对照评估疗效",
                            "skill_description": "在巩固与结束阶段对来访者复测SCL-90、SAS、SDS等量表，并与咨询前数据对照，评估焦虑、抑郁及功能改善，作为治疗效果与心理健康水平提升的依据。",
                            "when_to_use": "初始疗程完成、进入第8次咨询的巩固与结束阶段，需汇总疗效并判断是否达到目标。",
                            "trigger": "来访者完成既定次数咨询，自述不再害怕交流或考试，情绪趋于平稳，适合进行疗效评估。"
                        },
                        {
                            "skill_id": "2093",
                            "skill_name": "安排回访与跟踪监测维持情况",
                            "skill_description": "在结束后安排定期回访与跟踪，收集来访者自述与功能状态，记录维持、复发或增强情况，用于巩固疗效并持续提升心理健康水平。",
                            "when_to_use": "疗程结束并完成效果评估后，为监测长期维持与防止复发开展随访。",
                            "trigger": "来访者约定复查或随访时段到期，或在随访中报告持续好转、偶发类似想法或残余症状。"
                        },
                        {
                            "skill_id": "2094",
                            "skill_name": "制定并执行巩固训练计划",
                            "skill_description": "根据症状残余程度制定巩固训练计划，要求坚持并适当增加频次，如持续一月的练习，以巩固对恐惧情境的适应并进一步降低焦虑。",
                            "when_to_use": "在核心症状已明显改善但特定情境仍存在较强恐惧时，进入巩固阶段需要强化练习。",
                            "trigger": "来访者在课堂提问或特定社交场合仍出现心跳加快、出汗、紧张等显著反应，治疗后效果未完全稳定。"
                        },
                        {
                            "skill_id": "2095",
                            "skill_name": "末次会谈给予积极鼓励与康复反馈",
                            "skill_description": "在最后一次治疗给予明确积极鼓励与康复反馈，肯定其能力与进步，强化健康认知与自我效能，帮助维持改善并顺利过渡到日常生活。",
                            "when_to_use": "疗程末次、完成分级训练后，症状明显缓解，准备结束治疗并转入日常维持。",
                            "trigger": "来访者在会谈或真实情境中保持镇定，能完成原先恐惧任务，自述改善并准备返校或正常生活。"
                        },
                        {
                            "skill_id": "260308",
                            "skill_name": "综合评估并反馈维持与日常应对",
                            "skill_description": "与来访者共同回顾咨询过程与效果，汇总咨询师评估与来访者自评，必要时纳入家长反馈，确认焦虑缓解、认知改变与功能恢复，指出尚需努力的方面，并提出应对日常负面情绪与持续练习的建议，以巩固改善、增强自我效能。",
                            "when_to_use": "复测或自评结果汇总后，在结束阶段或阶段性总结与评估环节。",
                            "trigger": "复测显示分数下降或仍有薄弱环节；来访者/家长反馈变化；来访者寻求维持策略或对继续练习有疑虑。"
                        },
                        {
                            "skill_id": "161503",
                            "skill_name": "开展回访与跟踪评估功能恢复",
                            "skill_description": "在咨询结束前后及随访期，通过回访与跟踪收集来访者在学习、生活与人际中的表现与情绪变化，结合测验与记录判断功能恢复与症状维持，为后续巩固或调整提供依据，预防复发并维持心理健康水平提升。",
                            "when_to_use": "咨询结束后与随访期，需监测疗效维持与生活功能变化或调整巩固计划时。",
                            "trigger": "结束评估后需了解维持情况；报告新情境中的情绪波动或功能变化；来访者/家长提出随访需求。"
                        },
                        {
                            "skill_id": "191904",
                            "skill_name": "安排并实施回访与持续跟踪评估",
                            "skill_description": "在结束咨询后明确回访与持续跟踪计划，通过电话或面访收集学校与家庭反馈，了解情绪状态、学习/上台表现与社会功能恢复，记录变化并评估是否达到预期目标，及时调整巩固练习与支持措施，预防复发、维持改善。",
                            "when_to_use": "终结咨询关系时及之后的随访期；重要节点前（如考试）亦可启动。",
                            "trigger": "约定随访时间到来；需确认目标达成与维持状况；来访者/家长或学校反馈新的变化与复发风险信号。"
                        },
                        {
                            "skill_id": "153906",
                            "skill_name": "收集来访者自评与功能恢复反馈",
                            "skill_description": "引导来访者描述情绪稳定性、睡眠、注意力、学习效率、自信及与异性交往体验、回避减少、婚恋计划等主观变化，记录其自评作为综合疗效与巩固目标依据，并用于后续练习或支持措施的调整。",
                            "when_to_use": "巩固阶段或结案前的效果评估访谈；系统脱敏数次后或随访回访时。",
                            "trigger": "来访者主动反馈改善或仍有困扰；完成一阶段咨询后愿意汇报当前状态与策略执行。"
                        },
                        {
                            "skill_id": "70305",
                            "skill_name": "对比并反馈测量结果强化进步感",
                            "skill_description": "向来访者呈现复测与初测差异，解释改善意义并连接其训练与人际变化，提供具体证据以增强自我效能与维持动机，促进焦虑与抑郁的持续下降。",
                            "when_to_use": "量表复测完成后、结案总结与巩固环节，用于增强自我觉察与动力。",
                            "trigger": "来访者对变化缺乏觉察或对维持成果动力不足，需要正向反馈与具体证据。"
                        },
                        {
                            "skill_id": "305904",
                            "skill_name": "复测并对照量表评估焦虑抑郁变化",
                            "skill_description": "在巩固或结束阶段再次施测SCL-90、SAS、SDS及考试焦虑量表，记录粗分/因子分并与前测对照，必要时与常模及参考诊断比较，客观监测焦虑、抑郁等症状变化与恢复轨迹，为结案与后续巩固提供依据。",
                            "when_to_use": "完成主要干预后、巩固阶段或结束前的效果评估节点。",
                            "trigger": "来访者自述情绪或人际状态改变、需用客观数据验证疗效或决定是否结束咨询；进入巩固评估节点时。"
                        },
                        {
                            "skill_id": "24704",
                            "skill_name": "复测SCL-90、SDS、SAS并前后对照评估",
                            "skill_description": "在结束或巩固阶段复测SCL-90、SDS、SAS，记录分数并与咨询前数据对照，评估焦虑、抑郁等症状变化与功能恢复，作为总结与后续巩固的客观依据。",
                            "when_to_use": "第8次咨询或巩固性会谈、结案评估节点，用于效果评估与健康水平监测。",
                            "trigger": "治疗阶段完成、需要客观验证疗效及心理健康提升时。"
                        },
                        {
                            "skill_id": "39905",
                            "skill_name": "每日练习肌肉放松并在日常应用",
                            "skill_description": "安排并坚持每日1—2次肌肉渐进性放松训练，在家中反复练习至能在生活情境中自主运用，拮抗紧张焦虑，巩固焦虑降低与自我调节能力，遇到上台前紧张等情境时灵活应用。",
                            "when_to_use": "第三至四次咨询掌握放松后至巩固与随访阶段，用于维持焦虑下降。",
                            "trigger": "遇到上台前紧张、睡眠较差或自评焦虑分数升高（超过20）；或每日固定练习时间到。"
                        },
                        {
                            "skill_id": "191905",
                            "skill_name": "持续每日两次分级想象-放松练习",
                            "skill_description": "按个人焦虑等级每天早晚进行两次放松并结合分级想象暴露，每次保持放松直至焦虑降至最低再进阶，巩固放松技能，降低基线唤醒并预防焦虑反弹，维持疗效。",
                            "when_to_use": "巩固训练期及实际考试前后；会谈间隔期作为家庭作业与巩固练习。",
                            "trigger": "准备或进行考试、听到考试消息、出现紧张时；日常出现生理唤醒、睡前或起床时段；或希望防止症状反弹。"
                        },
                        {
                            "skill_id": "290703",
                            "skill_name": "复测量表并对照前测评估改善",
                            "skill_description": "在巩固或结束阶段再次施测SCL-90、SAS、SDS，记录因子与总分并与咨询前数据对照，检视焦虑等症状变化，联合解读趋势并反馈，作为疗效与后续安排依据。",
                            "when_to_use": "第6～8次结束与巩固阶段的评估环节、收尾或随访评估节点。",
                            "trigger": "阶段性治疗完成或第13次等节点；来访者完成量表测验、主诉好转或需客观验证改善程度；具备前后测数据并询问变化。"
                        }
                    ]
                }
            ],
            "session_dialogue": [
                {
                    "role": "Counselor",
                    "text": "<think><assessment>需要以轻松开场并快速获取当下状态，为巩固与复发预防的回顾做铺垫。</assessment><client_state>预计配合度好，但当下状态需先用锚点确认。</client_state><skill>229900:回顾并反馈此前每次咨询作业，围绕实施过程、困难与变化进行讨论，梳理有效做法与经验；在每次会谈结束进行小结，突出已获得的改变并明确下次重点，以巩固积极体验与行为、支持持续成长。;199501:根据来访者作业与体验进行具体反馈，及时肯定已取得的变化与努力，梳理在咨询中发现的优势与有效资源，并明确后续练习与调整方向及在学习、人际中的应用路径，以强化自信与自我效能、巩固改变。</skill><strategy>先以呼吸引导稳定，再用语言锚点询问当下紧张程度。</strategy></think>小刘，欢迎回来。先一起做两次慢呼吸，让肩膀往下沉一沉……此刻你的紧张更接近轻微、中等，还是偏强？"
                },
                {
                    "role": "Client",
                    "text": "接近轻微和轻中之间。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>状态较稳，继续用锚点+简要量化，便于后续对照历史数据。</assessment><client_state>轻度—轻中区间，可顺畅回顾。</client_state><skill>229900:回顾并反馈此前每次咨询作业，围绕实施过程、困难与变化进行讨论，梳理有效做法与经验；在每次会谈结束进行小结，突出已获得的改变并明确下次重点，以巩固积极体验与行为、支持持续成长。;199501:根据来访者作业与体验进行具体反馈，及时肯定已取得的变化与努力，梳理在咨询中发现的优势与有效资源，并明确后续练习与调整方向及在学习、人际中的应用路径，以强化自信与自我效能、巩固改变。</skill><strategy>补充一个数值范围，保持单问原则。</strategy></think>如果用分数补充一下，你会给现在大概多少分？"
                },
                {
                    "role": "Client",
                    "text": "大概15到18分。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>进入回顾与反馈，先由来访者选择优先焦点，增强控制感与合作感。</assessment><client_state>准备好系统复盘，合作性强。</client_state><skill>229900:回顾并反馈此前每次咨询作业，围绕实施过程、困难与变化进行讨论，梳理有效做法与经验；在每次会谈结束进行小结，突出已获得的改变并明确下次重点，以巩固积极体验与行为、支持持续成长。;199501:根据来访者作业与体验进行具体反馈，及时肯定已取得的变化与努力，梳理在咨询中发现的优势与有效资源，并明确后续练习与调整方向及在学习、人际中的应用路径，以强化自信与自我效能、巩固改变。</skill><strategy>提出二选一议程，用单问确认起点。</strategy></think>今天你更想先复盘这周的练习，还是先聊在真实触发里的应用？"
                },
                {
                    "role": "Client",
                    "text": "先复盘练习。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>先获取总体频次，再进入具体成功片段，遵守单点提问。</assessment><client_state>条理清晰，记录意识较强。</client_state><skill>229900:回顾并反馈此前每次咨询作业，围绕实施过程、困难与变化进行讨论，梳理有效做法与经验；在每次会谈结束进行小结，突出已获得的改变并明确下次重点，以巩固积极体验与行为、支持持续成长。;199501:根据来访者作业与体验进行具体反馈，及时肯定已取得的变化与努力，梳理在咨询中发现的优势与有效资源，并明确后续练习与调整方向及在学习、人际中的应用路径，以强化自信与自我效能、巩固改变。</skill><strategy>单问获取5–10级练习的执行天数。</strategy></think>过去这一周，5–10级的“想象+放松”你大概练了几天？"
                },
                {
                    "role": "Client",
                    "text": "练了五天，有两天把10级都走了一遍。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>强化成功链条：触发—策略—效果，先请其挑一个典型成功例子。</assessment><client_state>能具体回忆，有利于总结关键动作。</client_state><skill>229900:回顾并反馈此前每次咨询作业，围绕实施过程、困难与变化进行讨论，梳理有效做法与经验；在每次会谈结束进行小结，突出已获得的改变并明确下次重点，以巩固积极体验与行为、支持持续成长。;199501:根据来访者作业与体验进行具体反馈，及时肯定已取得的变化与努力，梳理在咨询中发现的优势与有效资源，并明确后续练习与调整方向及在学习、人际中的应用路径，以强化自信与自我效能、巩固改变。</skill><strategy>用开放式单问请其选一个“起得高降得稳”的片段。</strategy></think>你能选一个“起得高、后来降得稳”的片段讲讲吗？"
                },
                {
                    "role": "Client",
                    "text": "比如第8级“卡题”，一开始紧到四十多分，做了3次呼吸、耸肩放松，心里说“先读清”，两轮后降到二十多分，可以继续往下做题。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>迁移到真实情境的证据有助于巩固自我效能，单问获取一次最近的真实应用。</assessment><client_state>已在真实课堂/测验中尝试微流程。</client_state><skill>229900:回顾并反馈此前每次咨询作业，围绕实施过程、困难与变化进行讨论，梳理有效做法与经验；在每次会谈结束进行小结，突出已获得的改变并明确下次重点，以巩固积极体验与行为、支持持续成长。;199501:根据来访者作业与体验进行具体反馈，及时肯定已取得的变化与努力，梳理在咨询中发现的优势与有效资源，并明确后续练习与调整方向及在学习、人际中的应用路径，以强化自信与自我效能、巩固改变。</skill><strategy>单问请其描述最近一次在真实触发中使用“30秒微流程”。</strategy></think>最近一次在真实触发里用到“30秒微流程”的场景是哪一个？"
                },
                {
                    "role": "Client",
                    "text": "上周物理小测前，老师说还有5分钟开始，我先做了微流程，心里稳了一些。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>识别执行障碍，为后续复发预防的“薄弱点”提供素材。</assessment><client_state>能客观识别障碍，如遗忘、嘈杂、睡前反刍等。</client_state><skill>229900:回顾并反馈此前每次咨询作业，围绕实施过程、困难与变化进行讨论，梳理有效做法与经验；在每次会谈结束进行小结，突出已获得的改变并明确下次重点，以巩固积极体验与行为、支持持续成长。;199501:根据来访者作业与体验进行具体反馈，及时肯定已取得的变化与努力，梳理在咨询中发现的优势与有效资源，并明确后续练习与调整方向及在学习、人际中的应用路径，以强化自信与自我效能、巩固改变。</skill><strategy>单问聚焦这周遇到的最大卡点。</strategy></think>这一周你遇到的最大“卡点”是哪一块？"
                },
                {
                    "role": "Client",
                    "text": "主要是晚归会忘练，还有睡前脑子转快，监考靠近时也会短时上冲，不过能拉回来。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>转入成效评估，与历史目标对照，用语言锚点优先，再补数字。</assessment><client_state>改善显著，适合做阶段性对照。</client_state><skill>305904:在巩固或结束阶段再次施测SCL-90、SAS、SDS及考试焦虑量表，记录粗分/因子分并与前测对照，必要时与常模及参考诊断比较，客观监测焦虑、抑郁等症状变化与恢复轨迹，为结案与后续巩固提供依据。;70305:向来访者呈现复测与初测差异，解释改善意义并连接其训练与人际变化，提供具体证据以增强自我效能与维持动机，促进焦虑与抑郁的持续下降。</skill><strategy>单问对比“谈到考试时的最高紧张”常见区间。</strategy></think>和最初相比，这两周你谈到考试时的最高紧张大多落在轻微、轻中还是中等？"
                },
                {
                    "role": "Client",
                    "text": "大多是轻到轻中，偶尔会到中等边上。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>补充数字感以便与前测记录对照，但保持单问。</assessment><client_state>能提供量化范围，记录意识好。</client_state><skill>305904:在巩固或结束阶段再次施测SCL-90、SAS、SDS及考试焦虑量表，记录粗分/因子分并与前测对照，必要时与常模及参考诊断比较，客观监测焦虑、抑郁等症状变化与恢复轨迹，为结案与后续巩固提供依据。;70305:向来访者呈现复测与初测差异，解释改善意义并连接其训练与人际变化，提供具体证据以增强自我效能与维持动机，促进焦虑与抑郁的持续下降。</skill><strategy>单问获取一个常见的分值范围。</strategy></think>如果补一个范围，你这两周常见的最高分大概在哪个区间？"
                },
                {
                    "role": "Client",
                    "text": "大多在18到30分之间，小测当天可能到35分。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>聚焦另一核心指标：睡眠时长，保持单点提问。</assessment><client_state>睡眠略有起伏，但整体改进。</client_state><skill>305904:在巩固或结束阶段再次施测SCL-90、SAS、SDS及考试焦虑量表，记录粗分/因子分并与前测对照，必要时与常模及参考诊断比较，客观监测焦虑、抑郁等症状变化与恢复轨迹，为结案与后续巩固提供依据。;70305:向来访者呈现复测与初测差异，解释改善意义并连接其训练与人际变化，提供具体证据以增强自我效能与维持动机，促进焦虑与抑郁的持续下降。</skill><strategy>单问获取平均睡眠时长。</strategy></think>过去两周你的平均睡眠时长大致是多少？"
                },
                {
                    "role": "Client",
                    "text": "大概6.5到7小时，有两晚是6小时。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>第三个功能指标：专注与学习投入，继续单问。</assessment><client_state>专注度提升，能自述行为改进。</client_state><skill>305904:在巩固或结束阶段再次施测SCL-90、SAS、SDS及考试焦虑量表，记录粗分/因子分并与前测对照，必要时与常模及参考诊断比较，客观监测焦虑、抑郁等症状变化与恢复轨迹，为结案与后续巩固提供依据。;70305:向来访者呈现复测与初测差异，解释改善意义并连接其训练与人际变化，提供具体证据以增强自我效能与维持动机，促进焦虑与抑郁的持续下降。</skill><strategy>单问了解晚自习的有效投入变化。</strategy></think>在晚自习的有效投入上，你观察到的主要变化是什么？"
                },
                {
                    "role": "Client",
                    "text": "走神明显少了，能更稳住，完成计划的比例更高。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>安排量表复测以客观化疗效，同时强调安全渠道。</assessment><client_state>依从性好，适合布置复测并约定回传方式。</client_state><skill>305904:在巩固或结束阶段再次施测SCL-90、SAS、SDS及考试焦虑量表，记录粗分/因子分并与前测对照，必要时与常模及参考诊断比较，客观监测焦虑、抑郁等症状变化与恢复轨迹，为结案与后续巩固提供依据。;70305:向来访者呈现复测与初测差异，解释改善意义并连接其训练与人际变化，提供具体证据以增强自我效能与维持动机，促进焦虑与抑郁的持续下降。</skill><strategy>用单问确认今晚是否完成并通过既定渠道回传。</strategy></think>我会发SAS、SDS和简版考试焦虑量表的链接，今晚完成后通过我们既定的安全渠道回传分数可以吗？"
                },
                {
                    "role": "Client",
                    "text": "可以，今晚就回传。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>进入复发预防：先识别未来一个月的高风险场景Top3。</assessment><client_state>已在前次练习中明确高等级线索，能快速提炼。</client_state><skill>70301:与来访者系统回顾咨询历程，梳理最有效的情绪管理与人际沟通方法（如“我-信息”、积极倾听）及认知行为策略，明确应用场景与步骤，形成个人化要点清单，促进内化与稳定运用，降低旧模式复燃。;2094:根据症状残余程度制定巩固训练计划，要求坚持并适当增加频次，如持续一月的练习，以巩固对恐惧情境的适应并进一步降低焦虑。</skill><strategy>单问请其列出Top3场景。</strategy></think>展望未来一个月，最可能把紧张拉高的三个场景是哪些？"
                },
                {
                    "role": "Client",
                    "text": "考试周的前一晚，入场发卷前后，监考靠近或卡题。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>识别早期预警信号，落实‘觉察’层的可观察线索。</assessment><client_state>对身体和认知信号敏感，能列举。</client_state><skill>70301:与来访者系统回顾咨询历程，梳理最有效的情绪管理与人际沟通方法（如“我-信息”、积极倾听）及认知行为策略，明确应用场景与步骤，形成个人化要点清单，促进内化与稳定运用，降低旧模式复燃。;2094:根据症状残余程度制定巩固训练计划，要求坚持并适当增加频次，如持续一月的练习，以巩固对恐惧情境的适应并进一步降低焦虑。</skill><strategy>单问获取最常见的三个早期信号。</strategy></think>当紧张开始爬升时，你最常见的三个早期信号是什么？"
                },
                {
                    "role": "Client",
                    "text": "呼吸变浅、肩颈发紧、脑子转快并冒出“必须考好/别出错”。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>把三步法外化为便携卡，增强可执行性与一致性。</assessment><client_state>对微流程熟悉，易于接受卡片化。</client_state><skill>70301:与来访者系统回顾咨询历程，梳理最有效的情绪管理与人际沟通方法（如“我-信息”、积极倾听）及认知行为策略，明确应用场景与步骤，形成个人化要点清单，促进内化与稳定运用，降低旧模式复燃。;2094:根据症状残余程度制定巩固训练计划，要求坚持并适当增加频次，如持续一月的练习，以巩固对恐惧情境的适应并进一步降低焦虑。</skill><strategy>提出“三步卡”并用单问确认采纳。</strategy></think>我们把便携卡写成：觉察（呼吸浅/肩紧/苛责语句）→调节（3次慢呼吸＋耸肩—放松＋两词短句）→重聚焦（看题干首句/先易后难），你愿意采用吗？"
                },
                {
                    "role": "Client",
                    "text": "愿意，我的两词短句固定为“稳住/慢做”，睡前用“收心睡”。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>制定维护频次与固定时段，形成稳定习惯。</assessment><client_state>执行力强，可自行安排时间节点。</client_state><skill>70301:与来访者系统回顾咨询历程，梳理最有效的情绪管理与人际沟通方法（如“我-信息”、积极倾听）及认知行为策略，明确应用场景与步骤，形成个人化要点清单，促进内化与稳定运用，降低旧模式复燃。;2094:根据症状残余程度制定巩固训练计划，要求坚持并适当增加频次，如持续一月的练习，以巩固对恐惧情境的适应并进一步降低焦虑。</skill><strategy>单问确认每周≥3次的固定时段。</strategy></think>每周至少3次的维护练习，你更容易固定在哪些时间段？"
                },
                {
                    "role": "Client",
                    "text": "周二、周四的晚自习后各10分钟，周日上午起床后10分钟；有测验当天午休前再加一轮30秒微流程。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>建立“失误≠失败”的救援流程，减少滑坡后的二次上冲。</assessment><client_state>能意识到自我苛责语句，适合AVE管理。</client_state><skill>70301:与来访者系统回顾咨询历程，梳理最有效的情绪管理与人际沟通方法（如“我-信息”、积极倾听）及认知行为策略，明确应用场景与步骤，形成个人化要点清单，促进内化与稳定运用，降低旧模式复燃。;2094:根据症状残余程度制定巩固训练计划，要求坚持并适当增加频次，如持续一月的练习，以巩固对恐惧情境的适应并进一步降低焦虑。</skill><strategy>提出AVE四步救援，并用单问确认采纳。</strategy></think>一旦滑坡，我们就用“停一下→提醒自己‘这是失误不是失败’→3次呼吸＋耸肩—放松→回到当下任务30秒”这四步，你愿意采用吗？"
                },
                {
                    "role": "Client",
                    "text": "愿意，这样更不容易越想越紧。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>对“监考靠近”细化微脚本，参数可测可执行。</assessment><client_state>该情境短时上冲，但能调下，适合精修动作顺序。</client_state><skill>24703:在会谈与日常中练习积极自我暗示，以肯定语句重申自身能力与应对资源，并与放松训练配合；同时回忆、书写并定期回顾过往考试表现良好的具体情境，用成功经验对冲一次失利后的自我否定与负性记忆，稳定自信与心态。;39905:安排并坚持每日1—2次肌肉渐进性放松训练，在家中反复练习至能在生活情境中自主运用，拮抗紧张焦虑，巩固焦虑降低与自我调节能力，遇到上台前紧张等情境时灵活应用。</skill><strategy>给出4步20秒脚本，并用单问确认适配度。</strategy></think>“监考靠近”时建议：看回题干首行→拇指食指轻捏两次→3次呼吸＋耸肩—放松→心里说“按步骤，慢做”，总计不超20秒，这样合适吗？"
                },
                {
                    "role": "Client",
                    "text": "合适，我会用“轻捏两次”提醒自己启动呼吸。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>优化“卡题”脚本，加入切换上限降低黏滞。</assessment><client_state>对“先读清”已有效，加入时间界限更利于流动。</client_state><skill>24703:在会谈与日常中练习积极自我暗示，以肯定语句重申自身能力与应对资源，并与放松训练配合；同时回忆、书写并定期回顾过往考试表现良好的具体情境，用成功经验对冲一次失利后的自我否定与负性记忆，稳定自信与心态。;39905:安排并坚持每日1—2次肌肉渐进性放松训练，在家中反复练习至能在生活情境中自主运用，拮抗紧张焦虑，巩固焦虑降低与自我调节能力，遇到上台前紧张等情境时灵活应用。</skill><strategy>提出“30秒转题”规则并单问确认。</strategy></think>遇到“卡题”时，我们定一条规则：30秒内仍卡就做标记并转下一题，你觉得可以吗？"
                },
                {
                    "role": "Client",
                    "text": "可以，这样不容易卡太久。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>处理“对答案不一致”的后续反刍，设置限时退出机制。</assessment><client_state>愿意采用行为界限，减少无效纠结。</client_state><skill>24703:在会谈与日常中练习积极自我暗示，以肯定语句重申自身能力与应对资源，并与放松训练配合；同时回忆、书写并定期回顾过往考试表现良好的具体情境，用成功经验对冲一次失利后的自我否定与负性记忆，稳定自信与心态。;39905:安排并坚持每日1—2次肌肉渐进性放松训练，在家中反复练习至能在生活情境中自主运用，拮抗紧张焦虑，巩固焦虑降低与自我调节能力，遇到上台前紧张等情境时灵活应用。</skill><strategy>单问确认“1分钟记录→退出讨论”的界限。</strategy></think>“对答案不一致”时我们限定1分钟记录要点后就退出讨论、回到当下任务，这个界限你能接受吗？"
                },
                {
                    "role": "Client",
                    "text": "能接受，这样更省心。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>睡前反刍是薄弱点，需确定“收心睡”的启动时间，便于建立习惯链。</assessment><client_state>能自我安排夜间节奏，适合具体到时点。</client_state><skill>24703:在会谈与日常中练习积极自我暗示，以肯定语句重申自身能力与应对资源，并与放松训练配合；同时回忆、书写并定期回顾过往考试表现良好的具体情境，用成功经验对冲一次失利后的自我否定与负性记忆，稳定自信与心态。;39905:安排并坚持每日1—2次肌肉渐进性放松训练，在家中反复练习至能在生活情境中自主运用，拮抗紧张焦虑，巩固焦虑降低与自我调节能力，遇到上台前紧张等情境时灵活应用。</skill><strategy>单问确认“收心睡”启动时点。</strategy></think>你的“收心睡”流程打算在几点启动最合适？"
                },
                {
                    "role": "Client",
                    "text": "22:30启动，先节拍呼吸配两词短句，再洗漱，争取23:00前上床。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>将考试周的预演日程标准化，让微流程嵌入关键节点。</assessment><client_state>已能执行分级与微流程，适合场景化排程。</client_state><skill>24703:在会谈与日常中练习积极自我暗示，以肯定语句重申自身能力与应对资源，并与放松训练配合；同时回忆、书写并定期回顾过往考试表现良好的具体情境，用成功经验对冲一次失利后的自我否定与负性记忆，稳定自信与心态。;39905:安排并坚持每日1—2次肌肉渐进性放松训练，在家中反复练习至能在生活情境中自主运用，拮抗紧张焦虑，巩固焦虑降低与自我调节能力，遇到上台前紧张等情境时灵活应用。</skill><strategy>提出预演日程并单问确认执行意愿。</strategy></think>考试周我建议：考前两晚各10分钟想象暴露（挑5、8、10级各1轮）＋“收心睡”；考试当天入场前与发卷前各一轮30秒微流程；你愿意照此执行吗？"
                },
                {
                    "role": "Client",
                    "text": "愿意，节点清楚好记。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>设置自我强化提高维持动机，选择健康可及的奖励。</assessment><client_state>对行为奖励接受度高，能自我设定。</client_state><skill>24703:在会谈与日常中练习积极自我暗示，以肯定语句重申自身能力与应对资源，并与放松训练配合；同时回忆、书写并定期回顾过往考试表现良好的具体情境，用成功经验对冲一次失利后的自我否定与负性记忆，稳定自信与心态。;39905:安排并坚持每日1—2次肌肉渐进性放松训练，在家中反复练习至能在生活情境中自主运用，拮抗紧张焦虑，巩固焦虑降低与自我调节能力，遇到上台前紧张等情境时灵活应用。</skill><strategy>单问确定达标奖励。</strategy></think>本周若完成≥3次维护练习并在触发时用上微流程，你想给自己什么小奖励？"
                },
                {
                    "role": "Client",
                    "text": "周末打一场球或者去吃一次牛肉面。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>生态支持：与班主任/父母的沟通要点以过程性反馈为主，先确认表达方式偏好。</assessment><client_state>倾向自行转述，需要要点支持。</client_state><skill>260308:综合评估并反馈维持与日常应对，汇总咨询师评估与来访者自评，必要时纳入家长反馈，确认焦虑缓解、认知改变与功能恢复，指出尚需努力的方面，并提出应对日常负面情绪与持续练习的建议，以巩固改善、增强自我效能。</skill><strategy>单问确认是自己转述还是需要书面要点。</strategy></think>关于学校与家庭的支持，你更想自己转述要点，还是需要我写一份简要要点给你？"
                },
                {
                    "role": "Client",
                    "text": "我自己转述更自然，但希望你给我要点。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>提供简明脚本，提高可操作性，并确认匹配度。</assessment><client_state>能用简短清晰的句式与他人沟通。</client_state><skill>260308:综合评估并反馈维持与日常应对，汇总咨询师评估与来访者自评，必要时纳入家长反馈，确认焦虑缓解、认知改变与功能恢复，指出尚需努力的方面，并提出应对日常负面情绪与持续练习的建议，以巩固改善、增强自我效能。</skill><strategy>给出两段脚本并用单问确认是否匹配。</strategy></think>你可以这样说：给班主任——“我在练一个30秒稳心流程，遇到小测或监考靠近我会先做三次呼吸再继续写题；如果我举手示意30秒，请允许我原地调整。”给父母——“我按计划练习放松和两词短句，考前请提醒我按步骤，不用反复问分数。”这样的表达方式与你们的沟通习惯匹配吗？"
                },
                {
                    "role": "Client",
                    "text": "匹配，他们更愿意听这种具体做法。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>会谈收束前让来访者用关键词整合，强化内化；随后安排随访。</assessment><client_state>自我效能提升，能凝练要点。</client_state><skill>2073:结束时给予积极鼓励与康复宣告;2074:安排回访与跟踪巩固维持效果</skill><strategy>单问请其提炼三个带走的关键词。</strategy></think>回顾这段时间，你最想带走的三个关键词是什么？"
                },
                {
                    "role": "Client",
                    "text": "稳住、慢做、收心。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>安排一次“加油站”短随访，巩固维持；确认具体时间。</assessment><client_state>愿意接受随访与巩固安排。</client_state><skill>2074:安排回访与跟踪巩固维持效果;2073:结束时给予积极鼓励与康复宣告</skill><strategy>单问确认随访时间点。</strategy></think>两周后安排一次15分钟“加油站”短连线，周五晚自习后20:30是否方便？"
                },
                {
                    "role": "Client",
                    "text": "方便，可以的。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>将三步卡与救援流程外化并放置于高频地点，提升可达性；最后以正强化收尾。</assessment><client_state>动机良好，愿意执行摆放。</client_state><skill>2073:结束时给予积极鼓励与康复宣告;2074:安排回访与跟踪巩固维持效果</skill><strategy>单问确认卡片放置点，然后进行总结性陈述收尾。</strategy></think>你愿意把三步卡和救援流程各做一张，分别贴在书桌前和文具袋里吗？"
                },
                {
                    "role": "Client",
                    "text": "愿意，我今天就做好放到位。"
                },
                {
                    "role": "Counselor",
                    "text": "<think><assessment>我们已完成回顾、成效对照、复发预防与生态支持并安排随访，可以正向总结。</assessment><client_state>自我管理感增强，具备独立运用能力。</client_state><skill>2073:结束时给予积极鼓励与康复宣告;229900:回顾并反馈此前每次咨询作业，围绕实施过程、困难与变化进行讨论，梳理有效做法与经验；在每次会谈结束进行小结，突出已获得的改变并明确下次重点，以巩固积极体验与行为、支持持续成长。</skill><strategy>用具体证据做正强化总结，强调已具备的工具与下一步安排。</strategy></think>今天你把“触发—策略—效果”讲得很清楚，也把睡前与“监考靠近”等薄弱点做成可执行脚本；与最初相比，你现在能把紧张稳定在轻—轻中区间并把注意力及时拉回任务，这是你持续练习的成果。今晚按计划完成量表回传，我们两周后的“加油站”见，保持“稳住—慢做—收心”的节奏，这些工具会继续在真实场景里支持你。"
                }
            ],
            "session_summary": {
                "session_summary_abstract": "本次为第5次（巩固与复发预防）会谈。咨询师以两次慢呼吸稳定入场，定位当下SUDS约15–18分。先复盘高等级分级暴露与真实触发中的应用：小刘报告过去一周对5–10级想象+放松共练5天，两天全走一遍；在真实触发（小测前）使用30秒微流程可“心里稳一些”。随后进行成效汇总与量化：近两周最高紧张多在18–30分，小测日约35分；平均睡眠6.5–7小时；晚自习走神明显减少、计划完成度提高。围绕未来高风险情境（考前一晚、入场发卷、监考靠近/卡题）与早期预警信号（呼吸浅、肩颈紧、苛责语句）共创“觉察→调节→重聚焦”的三步便携卡，确定两词短句“稳住/慢做”，睡前用“收心睡”。制定每周≥3次的维护练习时段（周二/周四晚自习后、周日上午），并设滑坡救援四步流程（失误≠失败→呼吸+放松→回到任务）。为关键情境固化脚本：监考靠近20秒微流程+动作锚点；卡题30秒规则；对答案不一致1分钟后退出。明确睡前“收心睡”作息（22:30启动、23:00前上床）。制定考试周预演日程（考前两晚各10分钟练5/8/10级＋收心睡；考当天入场前与发卷前各一轮30秒微流程）与自我强化计划（达标后打球/牛肉面）。咨询师发送SAS/SDS及考试焦虑量表链接，小刘承诺今晚回传；最后约定两周后“加油站”短连线，并完成三步卡/救援卡的制作与摆放。",
                "goal_assessment": {
                    "objective_recap": "1) 开场与关系维护：简短寒暄与当下状态确认（睡眠、紧张SUDS、专注度），回顾上次约定与本次议程偏好，营造放松与合作感。2) 回顾与反馈（探索性）：了解过去一周对5–10级想象暴露与放松的执行频次/场景、在真实触发（课堂/测验/考场）中的实际应用与SUDS前后变化；共同总结“触发—策略选择—效果”的成功链条与易卡点。3) 成效评估（回顾性）：对照历史信息中的初始目标与基线数据，汇总近两周记录（SUDS曲线、睡眠时长/主观质量、注意与学习投入），必要时快速复测1–2项核心指标；确认症状下降与功能恢复的幅度，并定位仍需巩固的薄弱环节。4) 复发预防计划（连接性）：基于既有触发清单与练习经验，识别个人高风险情境与早期预警信号（如肌肉紧张、呼吸变浅、自我苛责语句）；共创“三步法：觉察→调节→重聚焦”的便携卡片流程，约定每周≥3次的维护练习与情境触发时的即时应对；强调区分失误与复发并制定AVE管理步骤。5) 应对脚本与资源（连接性）：在已使用的“两词短句”“微流程”和动作锚点基础上，完善不同情境（考前、入场、卡题、监考靠近、对答案、睡前）的自我对话脚本与微放松参数；制定考试周“预演日程”，并设定清晰的自我强化/奖赏计划与达标标准。6) 生态支持（连接性）：结合已知家庭与学校背景，协商给家长/班主任的具体沟通与支持建议（以过程性反馈替代结果性评价、考前提醒使用放松脚本），明确信息反馈方式与必要时的“加油站”短会谈频率。7) 结束与展望（连接性）：确认已掌握的技能清单与自助流程，制定逐步撤除与自主练习安排（含跟踪/复测时间点）；约定如出现显著反弹时的自助步骤与应急联络方式，并以正强化方式收尾。",
                    "completion_status": "1 完全达成 (Completed); 2 完全达成 (Completed); 3 部分达成 (Partially Completed); 4 完全达成 (Completed); 5 完全达成 (Completed); 6 完全达成 (Completed); 7 完全达成 (Completed)",
                    "evidence_and_analysis": "证据1（回顾/应用）：来访者说“练了五天，有两天把10级都走了一遍。”“上周物理小测前…先做了微流程，心里稳了一些。”显示练习频率与在真实触发中的迁移，满足复盘与反馈目标，巩固了任务一致性。证据2（复发预防与脚本）：来访者确认“愿意，我的两词短句固定为‘稳住/慢做’，睡前用‘收心睡’。”并与咨询师共拟三步卡，标志已将高风险—预警信号—应对流程外化为可执行脚本。证据3（成效评估与监测）：来访者量化“这两周常见的最高分…18到30分…平均睡眠6.5到7小时”，且同意“今晚就回传”量表，说明症状/功能已被汇总并将补充标准化测评。因量表尚未当场完成，成效评估评为部分达成。"
                },
                "client_state_analysis": {
                    "affective_state": "会谈时整体为轻—轻中紧张（15–18分），主观“心里稳一些”；对未来真实触发提及仍会短时上冲但“能拉回来”，情绪可控感提升。",
                    "target_behavior": "高风险情境（考前一晚、入场发卷、监考靠近/卡题）下的警觉上升与注意收缩仍是主要靶行为；早期信号为呼吸变浅、肩颈发紧、苛责语句。通过30秒微流程与两词短句可快速下调并回到任务。",
                    "behavioral_patterns": "依从性好（5天高等级练习；真实场景运用微流程）；能自我监测并量化SUDS与睡眠；存在情境性遗漏（晚归忘练、睡前思维加速），但愿意通过固定时段与卡片化流程弥补。",
                    "therapeutic_alliance": "合作与信任度高，多次以“愿意/合适/能接受”回应；共同制定细化脚本与时间表，接受随访安排（两周后加油站）。任务、目标与角色一致性优良。",
                    "unresolved_points_or_tensions": "睡前反刍仍偶发，虽有“收心睡”流程但长期化维护待追踪；晚归/嘈杂导致的练习遗忘需靠环境性提示强化；标准化量表尚待回传以完成量化评估闭环。"
                },
                "homework": [
                    "今晚完成并回传SAS、SDS与简版考试焦虑量表分数（通过既定安全渠道）",
                    "制作两张卡片：三步法便携卡（觉察：呼吸浅/肩紧/苛责语句→调节：3次慢呼吸＋耸肩—放松＋两词短句→重聚焦：看题干首句/先易后难）与“失误—救援四步”流程卡（停一下→提醒‘这是失误不是失败’→3次呼吸＋耸肩—放松→回到当下任务30秒），分别贴在书桌前与文具袋内",
                    "每周至少3次维护练习：周二、周四晚自习后各10分钟，周日上午起床后10分钟；有测验当天午休前加做一轮30秒微流程",
                    "考试周预演与现场应用：考前两晚各10分钟想象暴露（5、8、10级各1轮）＋“收心睡”；考试当天入场前与发卷前各一轮30秒微流程",
                    "睡前“收心睡”流程：22:30启动节拍呼吸配“两词短句”，随后洗漱，力争23:00前上床",
                    "情境规则应用：监考靠近时按20秒脚本（看题干首行→拇指食指轻捏两次→3次呼吸＋耸肩—放松→心里说“按步骤，慢做”）；卡题30秒仍卡则标记并转下一题；对答案不一致记录1分钟后退出讨论",
                    "自我强化：本周完成≥3次维护练习且在触发时使用微流程，周末以打一场球或吃一碗牛肉面奖励自己",
                    "与班主任及父母沟通支持要点的转述：说明已在练30秒稳心流程与考前脚本，请给予过程性提醒、允许30秒原地调整并减少结果性追问"
                ],
                "client_info_get": {
                    "static_traits": {
                        "age": "",
                        "name": "小刘",
                        "gender": "",
                        "occupation": "学生",
                        "educational_background": "",
                        "marital_status": "",
                        "family_status": "",
                        "social_status": "",
                        "medical_history": "",
                        "language_features": ""
                    },
                    "main_problem": "",
                    "topic": "",
                    "core_demands": "",
                    "growth_experiences": [],
                    "target_behavior": [
                        {
                            "behavior": "考试情境中紧张上冲（呼吸变浅、肩颈发紧、思维加速并出现“必须考好/别出错”的苛责性想法）",
                            "antecedent": [
                                "监考靠近",
                                "入场与发卷前后",
                                "老师倒计时提示（如还有5分钟开始）"
                            ],
                            "core_reason": "对考试成绩与错误的高控制需求与灾难化认知，引发苛责性自我对话（“必须考好/别出错”）",
                            "function": "逃避错误与失败风险、减轻不确定感并获得短期的控制感（通过过度警觉与内在自我施压）",
                            "consequence": "短时注意力从题目转移、躯体紧张上升，影响答题流畅性和专注度"
                        },
                        {
                            "behavior": "遇到卡题时紧张上冲与停滞（短时上冲、难以继续推进作答）",
                            "antecedent": [
                                "遇到难题/读不清题意",
                                "考场时间压力"
                            ],
                            "core_reason": "将出错与“失败”过度链接，对卡题情境形成威胁评估，导致紧张与固着",
                            "function": "通过停留与反复确认来尝试降低出错概率、寻求确定性",
                            "consequence": "在难题上停留过久，影响整体作答节奏与时间分配"
                        },
                        {
                            "behavior": "睡前脑子转快（思维加速、难以收拢）",
                            "antecedent": [
                                "睡前时段",
                                "考试周前一晚"
                            ],
                            "core_reason": "对即将到来的考试与表现的担忧性预期，伴随自我要求高与难以停止的反刍",
                            "function": "试图通过预先担忧与反刍来获得控制感并避免失误",
                            "consequence": "入睡延迟，部分夜晚睡眠时长降至约6小时（整体约6.5–7小时）"
                        }
                    ]
                },
                "client_info_merge": {
                    "user_id": "",
                    "static_traits": {
                        "name": "小刘",
                        "age": "17",
                        "gender": "",
                        "occupation": "学生",
                        "educational_background": "高一在读",
                        "marital_status": "",
                        "family_status": "与父母同住，爸妈比较严",
                        "social_status": "",
                        "medical_history": "",
                        "language_features": ""
                    },
                    "growth_experiences": [
                        "上次期中考试成绩明显下降，压力增大。",
                        "曾在课堂上因走神被老师当堂点名，感到难堪。",
                        "上学期数学曾没考好，随后几次调整补了回来。"
                    ],
                    "main_problem": "临近考试及考试当天出现明显紧张焦虑，伴随睡眠困难与注意力不集中，影响考试发挥。",
                    "topic": "学业压力",
                    "core_demands": "希望考前不那么慌、入睡更快、考试中注意力更稳。",
                    "target_behavior": [
                        {
                            "behavior": "临近或参加考试时紧张/焦虑上冲并过度自我要求（呼吸变浅、肩颈僵硬、心跳加快），注意力被“必须考好/别出错、时间不够”等想法占据，易走神与作答卡顿，考前入睡变难。",
                            "antecedent": [
                                "听到或宣布将要考试/小测",
                                "临近考试前一周（尤其前两天/前一晚）觉得准备不充分",
                                "走进考场坐下、试卷发下并翻开",
                                "看到倒计时牌或老师倒计时提示",
                                "监考老师靠近或提醒时间",
                                "遇到难题/读不清题意被卡住",
                                "考后对答案发现不一致"
                            ],
                            "core_reason": "对成绩与他人评价高度敏感，完美主义与低容错，高控制需求；上次成绩下滑与被当堂点名等经历强化了威胁评估与自我监控，易出现灾难化预期与苛责性自我对话（睡前尤为明显）。",
                            "function": "通过自我警告/施压、提高警觉、反复确认或多刷题来寻求确定感与控制感，短期规避错误、失败或丢脸/被批评；偶尔借助咖啡因等提高警觉，但也强化了焦虑与过度控制。",
                            "consequence": "当下注意力从题目转移、躯体紧张上升，作答流畅性下降并在难题上停留过久、影响时间分配；当晚入睡困难，部分夜晚仅约4–5小时、整体约6–6.5小时，次日疲劳、专注下降，表现受影响并加剧焦虑循环。"
                        },
                        {
                            "behavior": "临睡前反复自我加压式担忧与反刍（脑子转快、难以收拢），难以停下。",
                            "antecedent": [
                                "临睡前躺在床上回想或预想考试",
                                "考试周或前一晚临睡前"
                            ],
                            "core_reason": "对即将到来的考试与表现的担忧性预期，伴随高标准/完美主义与对失败或负评的担忧，试图以反复思考获得确定感与控制感。",
                            "function": "通过反复思考与自我要求来减少不确定性和焦虑，寻求主观的安全感与控制感。",
                            "consequence": "警觉升高、入睡延迟，部分夜晚睡眠约6小时、整体约6.5–7小时，主观睡眠感受一般。"
                        }
                    ]
                },
                "next_session_plan": {
                    "overall_stage": "巩固与复发预防",
                    "session_focus": {
                        "stage_title": "",
                        "objective": [
                            "开场与关系维护：简短寒暄与当下状态确认（SUDS、睡眠、专注感），营造轻松、合作氛围。",
                            "数据监测（探索性）：了解近两周维护练习与真实触发下的应用频次/场景，检查最高SUDS、睡眠时长/主观质量与学习投入的变化，用EARS放大任何积极例外并标注困难片段。",
                            "量表结果核对（探索性）：了解SAS/SDS与考试焦虑量表是否已完成并回传；若已完成，回顾性对比初始/基线并讨论临床意义；若未完成，现场快速补测或约定会后完成与回传时间。",
                            "巩固与微调（回顾性/连接性）：回顾历史中已制定的三步法便携卡与“失误—救援四步”流程，继续微调“两词短句”与30秒微流程的参数（节奏/顺序/时长），明确各情境的调用要点。",
                            "技能迁移与演练（连接性）：针对已知高风险情境（考前一晚、入场发卷、监考靠近/卡题、对答案、睡前）进行1–2轮角色扮演/想象暴露，配对呼吸＋微PMR＋自我对话，记录SUDS峰值与下降曲线并优化脚本。",
                            "障碍处理与自然强化（探索性→连接性）：了解在真实环境中的执行障碍（如晚归、嘈杂、遗忘），设计环境性提示（卡片摆放、手机提醒、同伴提示）与自然强化物，形成可执行的维护方案。",
                            "逐步撤除计划（连接性）：协商将练习频率由每周≥3次过渡至维持频率，明确自我监测指标与“触发→应对→回到任务”的自助标准；约定后续随访/按需“加油站”的频率与触发条件。",
                            "生态支持（探索性→连接性）：了解与班主任/父母的支持性沟通是否已开展；如未完成，共拟30秒沟通脚本与具体请求（过程性反馈、允许30秒原地调整），明确反馈方式。",
                            "独立作业与自我强化（连接性）：确认维护练习日程与考试周预演安排，设定达标标准与自我奖励；明确记录模板与回传方式以便持续追踪。",
                            "结束与赋能（连接性）：总结已掌握的技能清单，强化“失误≠失败”的AVE管理要点，确认应急步骤与资源清单，并以正强化方式收尾。"
                        ]
                    }
                }
            },
            "client_info_last": {
                "user_id": "",
                "static_traits": {
                    "name": "小刘",
                    "age": "17",
                    "gender": "",
                    "occupation": "学生",
                    "educational_background": "高一在读",
                    "marital_status": "",
                    "family_status": "与父母同住，爸妈比较严",
                    "social_status": "",
                    "medical_history": "",
                    "language_features": ""
                },
                "growth_experiences": [
                    "上次期中考试成绩明显下降，压力增大。",
                    "曾在课堂上因走神被老师当堂点名，感到难堪。",
                    "上学期数学曾没考好，随后几次调整补了回来。"
                ],
                "main_problem": "临近考试及考试当天出现明显紧张焦虑，伴随睡眠困难与注意力不集中，影响考试发挥。",
                "topic": "学业压力",
                "core_demands": "希望考前不那么慌、入睡更快、考试中注意力更稳。",
                "target_behavior": [
                    {
                        "behavior": "临近或参加考试时紧张/焦虑上冲并过度自我要求（呼吸变浅、肩颈僵硬、心跳加快），注意力被“必须考好/别出错、时间不够”等想法占据，易走神与作答卡顿，考前入睡变难。",
                        "antecedent": [
                            "听到或宣布将要考试/小测",
                            "临近考试前一周（尤其前两天/前一晚）觉得准备不充分",
                            "走进考场坐下、试卷发下并翻开",
                            "看到倒计时牌或老师倒计时提示",
                            "监考老师靠近或提醒时间",
                            "遇到难题/读不清题意被卡住",
                            "考后对答案发现不一致"
                        ],
                        "core_reason": "对成绩与他人评价高度敏感，完美主义与低容错，高控制需求；上次成绩下滑与被当堂点名等经历强化了威胁评估与自我监控，易出现灾难化预期与苛责性自我对话（睡前尤为明显）。",
                        "function": "通过自我警告/施压、提高警觉、反复确认或多刷题来寻求确定感与控制感，短期规避错误、失败或丢脸/被批评；偶尔借助咖啡因等提高警觉，但也强化了焦虑与过度控制。",
                        "consequence": "当下注意力从题目转移、躯体紧张上升，作答流畅性下降并在难题上停留过久、影响时间分配；当晚入睡困难，部分夜晚仅约4–5小时、整体约6–6.5小时，次日疲劳、专注下降，表现受影响并加剧焦虑循环。"
                    },
                    {
                        "behavior": "临睡前反复自我加压式担忧与反刍（脑子转快、难以收拢），难以停下。",
                        "antecedent": [
                            "临睡前躺在床上回想或预想考试",
                            "考试周或前一晚临睡前"
                        ],
                        "core_reason": "对即将到来的考试与表现的担忧性预期，伴随高标准/完美主义与对失败或负评的担忧，试图以反复思考获得确定感与控制感。",
                        "function": "通过反复思考与自我要求来减少不确定性和焦虑，寻求主观的安全感与控制感。",
                        "consequence": "警觉升高、入睡延迟，部分夜晚睡眠约6小时、整体约6.5–7小时，主观睡眠感受一般。"
                    }
                ]
            }
        }
    ]
}